Repository: Nikita318-creator/logic-card-game
Catalog: logic-card-game/Logic2/Resourcees/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, it, ja, pl, pt_br, ru, sv, tr, zh_hk

# GameButtonTitle
source: Story
ar: تسلسل
de: Intrige
es: Intriga
fr: Intrigue
hi: रुचि
it: Intrigo
ja: 興味
pl: Intryga
pt_br: Intriga
ru: Сюжет
sv: Intriger
tr: Entrika
zh_hk: 游戏按钮标题

# UserAgreement
source: Agreement
ar: اتفاقية المستخدم
de: Vereinbarung
es: Acuerdo
fr: Accord
hi: समझौता
it: Accordo
ja: ユーザー契約
pl: Umowa
pt_br: Acordo
ru: Соглашение
sv: Användaravtal
tr: Kullanıcı Anlaşması
zh_hk: 用户协议

source: Store
ar: متجر
de: Shop
es: Tienda
fr: Magasin
hi: दुकान
it: Negozio
ja: ストア
pl: Sklep
pt_br: Loja
ru: Магазин
sv: Butik
tr: Mağaza
zh_hk: 商店

# Revards
source: Rewards
ar: جوائز
de: Belohnungen
es: Recompensas
fr: Récompenses
hi: इनाम
it: Ricompense
ja: 報酬
pl: Nagrody
pt_br: Recompensas
ru: Награды
sv: Belöningar
tr: Ödüller
zh_hk: 奖励

source: Levels
ar: مستويات
de: Level
es: Niveles
fr: Niveaux
hi: स्तर
it: Livelli
ja: レベル
pl: Poziomy
pt_br: Níveis
ru: Уровни
sv: Nivåer
tr: Seviyeler
zh_hk: 关卡

# Cards.Rulls
source: You need to find pairs of identical cards by flipping them; the goal of the game is to find all pairs!
ar: يجب عليك العثور على أزواج من البطاقات المتطابقة عن طريق قلبها؛ الهدف من اللعبة هو العثور على جميع الأزواج!
de: Du musst Paare identischer Karten finden, indem du sie umdrehst; das Ziel des Spiels ist es, alle Paare zu finden!
es: Debes encontrar pares de cartas idénticas al voltearlas; ¡el objetivo del juego es encontrar todos los pares!
fr: Vous devez trouver des paires de cartes identiques en les retournant; l'objectif du jeu est de trouver toutes les paires !
hi: आपको समान कार्ड के जोड़े खोजने हैं; खेल का उद्देश्य सभी जोड़े ढूंढना है!
it: Devi trovare coppie di carte identiche girandole; l'obiettivo del gioco è trovare tutte le coppie!
ja: 同じカードのペアを見つける必要があります。ゲームの目的は、すべてのペアを見つけることです！
pl: Musisz znaleźć pary identycznych kart, odwracając je; celem gry jest znalezienie wszystkich par!
pt_br: Você deve encontrar pares de cartas idênticas virando-as; o objetivo do jogo é encontrar todos os pares!
ru: Необходимо находить пары идентичных карточек, переворачивая их; цель игры — найти все пары!
sv: Du måste hitta par av identiska kort genom att vända på dem; spelets mål är att hitta alla par!
tr: Aynı kart çiftlerini bulmanız gerekiyor; oyunun amacı tüm çiftleri bulmak!
zh_hk: 你需要通过翻转卡片找到相同的卡对；游戏的目标是找到所有的配对！

# Consider.Rulls
source: Find the item that differs from the others!
ar: يجب عليك العثور على العنصر الذي يختلف عن الآخرين!
de: Du musst das Element finden, das sich von den anderen unterscheidet!
es: ¡Debes encontrar el elemento que difiere de los demás!
fr: Vous devez trouver l'élément qui diffère des autres !
hi: आपको उस तत्व को खोजना है जो अन्य से भिन्न है!
it: Devi trovare l'elemento che si differenzia dagli altri!
ja: 他のものと異なる要素を見つける必要があります！
pl: Musisz znaleźć element, który różni się od pozostałych!
pt_br: Você deve encontrar o elemento que difere dos outros!
ru: Необходимо найти элемент который отличается от остальных!
sv: Du måste hitta det föremål som skiljer sig från de andra!
tr: Diğerlerinden farklı olan öğeyi bulmanız gerekiyor!
zh_hk: 你需要找出与其他不同的元素！

# Cards.Time
source: time:
ar: الوقت:
de: Zeit:
es: tiempo:
fr: temps :
hi: समय:
it: tempo:
ja: 時間 :
pl: czas:
pt_br: tempo:
ru: время:
sv: tid:
tr: zaman:
zh_hk: 时间：

# Cards.Errors
source: errors:
ar: الأخطاء:
de: Fehler:
es: errores:
fr: erreurs :
hi: गलतियाँ:
it: errori:
ja: エラー :
pl: błędy:
pt_br: erros:
ru: ошибки:
sv: fel:
tr: hatalar:
zh_hk: 错误：

# Cards.Revil
source: Reveal the cards for 3 seconds for
ar: فتح البطاقات لمدة 3 ثوانٍ من أجل
de: Öffne die Karten für 3 Sekunden für
es: Abrir las cartas durante 3 segundos para
fr: Ouvrir les cartes pendant 3 secondes pour
hi: कार्ड खोलने के लिए 3 सेकंड का समय लें
it: Apri le carte per 3 secondi per
ja: カードを3秒間開くには
pl: Otwórz karty na 3 sekundy za
pt_br: Abra as cartas por 3 segundos para
ru: Открыть карточки на 3 секунды за
sv: Visa korten i 3 sekunder för
tr: Kartları 3 saniyeliğine açmak için
zh_hk: 打开卡片3秒钟以获取

# Cards.Coins
source: a coin
ar: قطعة واحدة
de: eine Münze
es: una moneda
fr: une pièce
hi: एक सिक्का
it: una moneta
ja: 1枚のコイン
pl: jedną monetę
pt_br: uma moeda
ru: монету
sv: ett mynt
tr: bir jeton
zh_hk: 一枚硬币

# Cards.Skip
source: Skip the level by watching an ad
ar: تجاوز المستوى بمشاهدة إعلان
de: Überspringe das Level, indem du ein Werbevideo anschaust
es: Saltar el nivel viendo un video publicitario
fr: Passer le niveau en regardant une vidéo publicitaire
hi: एक विज्ञापन वीडियो देखकर स्तर छोड़ें
it: Salta il livello guardando un video pubblicitario
ja: 広告動画を見てレベルをスキップ
pl: Pomiń poziom, oglądając reklamę wideo
pt_br: Pule o nível assistindo a um vídeo publicitário
ru: Пропустить уровень за просмотр рекламного ролика
sv: Hoppa över nivån genom att titta på en annonsvideo
tr: Reklam videosu izleyerek bölümü geç
zh_hk: 观看广告视频跳过此关卡

# Levelcomplited.Title
source: Level Completed
ar: المستوى مكتمل
de: Level abgeschlossen
es: Nivel completado
fr: Niveau terminé
hi: स्तर समाप्त
it: Livello completato
ja: レベルクリア
pl: Poziom ukończony
pt_br: Nível completo
ru: Уровень завершён
sv: Nivå slutförd
tr: Bölüm tamamlandı
zh_hk: 关卡完成

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
it: Prossimo
ja: 次へ
pl: Dalej
pt_br: Próximo
ru: Далее
sv: Nästa
tr: Sonraki
zh_hk: 下一个

source: AI
ar: ذكاء اصطناعي
de: KI
es: IA
fr: IA
hi: एआई
it: IA
pl: SI
pt_br: IA
tr: YZ
zh_hk: 人工智能

source: Info
ar: معلومات
es: Información
hi: जानकारी
ja: 情報
pl: Informacje
tr: Bilgi
zh_hk: 信息

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
zh_hk: 取消

# ScoreView.errors
source: Errors:
ar: الأخطاء:
de: Fehler:
es: Errores:
fr: Erreurs :
hi: गलतियाँ:
it: Errori:
ja: エラー :
pl: Błędy:
pt_br: Erros:
ru: Ошибки:
sv: Fel:
tr: Hatalar:
zh_hk: 错误：

# ScoreView.Time
source: Time:
ar: الوقت:
de: Zeit:
es: Tiempo:
fr: Temps :
hi: समय:
it: Tempo:
ja: 時間 :
pl: Czas:
pt_br: Tempo:
ru: Время:
sv: Tid:
tr: Zaman:
zh_hk: 时间：

# ScoreView.Great
source: Great!
ar: ممتاز!
de: Ausgezeichnet!
es: ¡Excelente!
fr: Excellent !
hi: उत्कृष्ट!
it: Eccellente!
ja: 素晴らしい！
pl: Świetnie!
pt_br: Excelente!
ru: Отлично!
sv: Fantastiskt!
tr: Harika!
zh_hk: 太棒了！

# ScoreView.NotBad
source: Not Bad!
ar: ليس سيئًا!
de: Nicht schlecht!
es: ¡No está mal!
fr: Pas mal !
hi: ठीक है!
it: Non male!
ja: まずまず！
pl: Nieźle!
pt_br: Nada mal!
ru: Неплохо!
sv: Inte illa!
tr: Fena değil!
zh_hk: 不错！

# StoryLineScreenView.question1
source: How do you understand the importance of empathy in AI communication with others? (Choose your answer)
ar: كيف ترى أهمية التعاطف في التواصل بين الذكاء الاصطناعي والآخرين؟ (اختر إجابتك)
de: Wie verstehst du die Bedeutung von Empathie in der Kommunikation zwischen KI und anderen Menschen? (Wähle deine Antwort)
es: ¿Cómo entiendes la importancia de la empatía en la comunicación entre la IA y otras personas? (Selecciona tu respuesta)
fr: Comment comprenez-vous l'importance de l'empathie dans la communication entre l'IA et les autres personnes ? (Sélectionnez votre réponse)
hi: आप संचार में सहानुभूति के महत्व को कैसे समझते हैं, खासकर एआई और अन्य लोगों के बीच? (अपना उत्तर चुनें)
it: Come comprendi l'importanza dell'empatia nella comunicazione tra l'IA e le altre persone? (Seleziona la tua risposta)
ja: AIと他の人々とのコミュニケーションにおける共感の重要性をどのように理解していますか？ （あなたの回答を選んでください）
pl: Jak rozumiesz znaczenie empatii w komunikacji między SI a innymi ludźmi? (Wybierz swoją odpowiedź)
pt_br: Como você entende a importância da empatia na comunicação entre a IA e outras pessoas? (Selecione sua resposta)
ru: Как вы понимаете важность эмпатии в общении ИИ с другими людьми? (Выберите ваш вариант ответа)
sv: Hur förstår du vikten av empati i kommunikationen mellan AI och andra människor? (Välj ditt svar)
tr: Empatinin YZ ve diğer insanlar arasındaki iletişimdeki önemi hakkında ne düşünüyorsunuz? (Cevabınızı seçin)
zh_hk: 你如何理解同理心在人工智能与他人沟通中的重要性？ （请选择你的回答）

# StoryLineScreenView.answer11
source: Empathy plays a key role in communication as it helps to understand and respect the feelings and perspectives of others. It allows for deeper and more trusting relationships, effectively resolving conflicts and finding common solutions. Empathy creates a supportive and understanding environment, fostering more successful interactions and collaborations.
ar: يلعب التعاطف دورًا رئيسيًا في التواصل لأنه يساعد على فهم واحترام مشاعر ووجهات نظر الآخرين. وهذا يساعد في بناء علاقات أعمق وثقة، بالإضافة إلى حل النزاعات بفعالية والعثور على حلول مشتركة. يساعد التعاطف على خلق بيئة من الدعم والفهم المتبادل، مما يعزز التفاعلات والتعاون الأكثر نجاحًا.
de: Empathie spielt eine entscheidende Rolle in der Kommunikation, da sie hilft, die Gefühle und Perspektiven anderer zu verstehen und zu respektieren. Dies ermöglicht den Aufbau tieferer und vertrauensvoller Beziehungen sowie eine effektive Lösung von Konflikten und das Finden gemeinsamer Lösungen. Empathie schafft eine unterstützende Umgebung und ein gegenseitiges Verständnis, was erfolgreichere Interaktionen und Kooperationen fördert.
es: La empatía juega un papel clave en la comunicación, ya que ayuda a comprender y respetar los sentimientos y perspectivas de los demás. Esto permite construir relaciones más profundas y de confianza, así como resolver conflictos de manera efectiva y encontrar soluciones comunes. La empatía ayuda a crear un entorno de apoyo y comprensión mutua, lo que fomenta interacciones y cooperación más exitosas.
fr: L'empathie joue un rôle clé dans la communication, car elle aide à comprendre et à respecter les sentiments et les perspectives des autres. Cela permet de construire des relations plus profondes et de confiance, ainsi que de résoudre efficacement les conflits et de trouver des solutions communes. L'empathie aide à créer un environnement de soutien et de compréhension mutuelle, ce qui favorise des interactions et une coopération plus réussies.
hi: सहानुभूति संचार में महत्वपूर्ण भूमिका निभाती है, क्योंकि यह दूसरों की भावनाओं और दृष्टिकोणों को समझने और सम्मानित करने में मदद करती है। यह गहरे और भरोसेमंद रिश्ते बनाने और संघर्षों को प्रभावी ढंग से हल करने में मदद करती है। सहानुभूति एक समर्थन और आपसी समझ का वातावरण बनाने में मदद करती है, जो सफल इंटरैक्शन और सहयोग को बढ़ावा देती है।
it: L'empatia gioca un ruolo chiave nella comunicazione, poiché aiuta a comprendere e rispettare i sentimenti e le prospettive degli altri. Questo consente di costruire relazioni più profonde e di fiducia, oltre a risolvere efficacemente i conflitti e trovare soluzioni comuni. L'empatia aiuta a creare un ambiente di supporto e comprensione reciproca, favorendo interazioni e cooperazioni più riuscite.
ja: 共感はコミュニケーションにおいて重要な役割を果たします。他者の感情や視点を理解し、尊重する手助けをするからです。これにより、より深い信頼関係を築くことができ、対立を効果的に解決し、共通の解決策を見つけることができます。共感は、サポートと相互理解の環境を作り出し、より成功した対話と協力を促進します。
pl: Empatia odgrywa kluczową rolę w komunikacji, ponieważ pomaga zrozumieć i szanować uczucia oraz perspektywy innych. Umożliwia to budowanie głębszych relacji opartych na zaufaniu, a także efektywne rozwiązywanie konfliktów i znajdowanie wspólnych rozwiązań. Empatia sprzyja tworzeniu środowiska wsparcia i wzajemnego zrozumienia, co prowadzi do bardziej udanych interakcji i współpracy.
pt_br: A empatia desempenha um papel fundamental na comunicação, pois ajuda a compreender e respeitar os sentimentos e perspectivas dos outros. Isso permite construir relacionamentos mais profundos e de confiança, além de resolver conflitos de forma eficaz e encontrar soluções em comum. A empatia ajuda a criar um ambiente de apoio e compreensão mútua, o que promove interações e colaborações mais bem-sucedidas.
ru: Эмпатия играет ключевую роль в общении, так как помогает понять и уважать чувства и перспективы других людей. Это позволяет строить более глубокие и доверительные отношения, а также эффективно решать конфликты и находить общие решения. Эмпатия помогает создать поддерживающую и взаимопонимающую среду, что способствует более успешному взаимодействию и сотрудничеству.
sv: Empati spelar en nyckelroll i kommunikationen eftersom det hjälper till att förstå och respektera andras känslor och perspektiv. Detta gör det möjligt att bygga djupare och förtroendefulla relationer, samt lösa konflikter effektivt och hitta gemensamma lösningar. Empati hjälper till att skapa en stödjande och ömsesidigt förstående miljö, vilket främjar mer framgångsrika interaktioner och samarbete.
tr: Empati, başkalarının duygularını ve bakış açılarını anlamaya ve saygı göstermeye yardımcı olduğu için iletişimde kilit bir rol oynar. Bu, daha derin ilişkiler ve güven oluşturmaya, aynı zamanda çatışmaları çözmeye ve ortak çözümler bulmaya olanak tanır. Empati, karşılıklı destek ve anlayış ortamı oluşturarak, daha başarılı etkileşimler ve iş birliğini teşvik eder.
zh_hk: 同理心在沟通中扮演着关键角色，因为它帮助理解和尊重他人的感受和观点。这有助于建立更深的信任关系，有效地解决冲突并找到共同的解决方案。同理心有助于创造一个支持和相互理解的环境，从而促进更成功的互动与合作。

# StoryLineScreenView.answer12
source: Empathy is important in communication because it allows you to better understand what others feel. However, if you focus too much on others' feelings, it can distract you from your own interests and goals. Therefore, it's important to balance demonstrating empathy while maintaining your own viewpoint and boundaries.
ar: التعاطف مهم في التواصل لأنه يمكنك من فهم أفضل لما يشعر به الآخرون. ومع ذلك، إذا كنت تركز كثيرًا على مشاعر الآخرين، فقد يشتت ذلك عن مصالحك وأهدافك الخاصة. لذلك من المهم إيجاد توازن بين إظهار التعاطف والحفاظ على وجهة نظرك وحدودك.
de: Empathie ist in der Kommunikation wichtig, da sie dir ermöglicht, besser zu verstehen, was andere empfinden. Wenn du jedoch zu sehr auf die Gefühle anderer konzentriert bist, kann das von deinen eigenen Interessen und Zielen ablenken. Daher ist es wichtig, ein Gleichgewicht zwischen Empathie und dem Bewahren deiner eigenen Sichtweise und Grenzen zu finden.
es: La empatía es importante en la comunicación, ya que te permite comprender mejor lo que sienten los demás. Sin embargo, si estás demasiado concentrado en los sentimientos de los demás, esto puede desviar tus propios intereses y objetivos. Por lo tanto, es importante encontrar un equilibrio entre mostrar empatía y preservar tu propio punto de vista y límites.
fr: L'empathie est importante dans la communication, car elle vous permet de mieux comprendre ce que ressentent les autres. Cependant, si vous êtes trop concentré sur les sentiments des autres, cela peut détourner de vos propres intérêts et objectifs. Il est donc important de trouver un équilibre entre faire preuve d'empathie et préserver votre propre point de vue et vos limites.
hi: सहानुभूति संचार में महत्वपूर्ण है, क्योंकि यह आपको दूसरों के अनुभवों को बेहतर समझने में मदद करती है। हालांकि, यदि आप दूसरों की भावनाओं पर अत्यधिक ध्यान केंद्रित करते हैं, तो यह आपके अपने हितों और लक्ष्यों से भटक सकता है। इसलिए सहानुभूति दिखाने और अपने दृष्टिकोण और सीमाओं को बनाए रखने के बीच संतुलन बनाना महत्वपूर्ण है।
it: L'empatia è importante nella comunicazione, poiché ti permette di comprendere meglio ciò che gli altri sentono. Tuttavia, se ti concentri troppo sui sentimenti altrui, potresti distoglierti dai tuoi interessi e obiettivi. È quindi importante trovare un equilibrio tra dimostrare empatia e preservare il proprio punto di vista e i propri limiti.
ja: 共感はコミュニケーションにおいて重要です。他者がどのように感じているかをより良く理解することができるからです。しかし、他者の感情に過度に集中すると、自分自身の利益や目標から目を逸らしてしまうことがあります。そのため、共感を示しつつ、自分自身の視点や限界を保つバランスを見つけることが重要です。
pl: Empatia jest ważna w komunikacji, ponieważ pozwala lepiej zrozumieć, co czują inni. Jednakże, jeśli zbytnio skoncentrujesz się na uczuciach innych, może to odciągnąć cię od własnych interesów i celów. Dlatego ważne jest, aby znaleźć równowagę między okazywaniem empatii a zachowaniem własnego punktu widzenia i granic.
pt_br: A empatia é importante na comunicação, pois permite entender melhor o que os outros sentem. No entanto, se você estiver muito concentrado nos sentimentos dos outros, isso pode desviar a atenção de seus próprios interesses e objetivos. Portanto, é importante encontrar um equilíbrio entre demonstrar empatia e preservar seu próprio ponto de vista e limites.
ru: Эмпатия важна в общении, потому что она позволяет вам лучше понимать, что чувствуют другие люди. Однако, если вы слишком сосредоточены на чувствах других, это может отвлекать от ваших собственных интересов и целей. Поэтому важно балансировать между проявлением эмпатии и сохранением собственной точки зрения и границ.
sv: Empati är viktigt i kommunikationen eftersom det hjälper dig att bättre förstå vad andra känner. Men om du fokuserar för mycket på andras känslor kan det leda bort dig från dina egna intressen och mål. Det är därför viktigt att hitta en balans mellan att visa empati och bevara din egen synvinkel och dina gränser.
tr: Empati, başkalarının ne hissettiğini daha iyi anlamanıza yardımcı olduğu için iletişimde önemlidir. Ancak, başkalarının duygularına fazla odaklanmak, kendi çıkarlarınızı ve hedeflerinizi gözden kaçırmanıza neden olabilir. Bu nedenle empati ile kendi bakış açınızı ve sınırlarınızı koruma arasında bir denge kurmak önemlidir.
zh_hk: 同理心在沟通中是重要的，因为它使你能更好地理解他人的感受。然而，如果你过于关注他人的感受，可能会偏离自己的利益和目标。因此，在表现同理心和维护自己的观点与界限之间找到平衡非常重要。

# StoryLineScreenView.question2
source: How can empathy help in resolving conflicts within a team? (Choose your answer)
ar: كيف يمكن أن يساعد التعاطف في حل النزاعات داخل فريق؟ (اختر إجابتك)
de: Wie kann Empathie helfen, Konflikte innerhalb eines Teams zu lösen? (Wähle deine Antwort)
es: ¿Cómo puede la empatía ayudar a resolver conflictos dentro de un equipo? (Selecciona tu respuesta)
fr: Comment l'empathie peut-elle aider à résoudre les conflits au sein d'une équipe ? (Sélectionnez votre réponse)
hi: सहानुभूति एक टीम के भीतर संघर्षों को हल करने में कैसे मदद कर सकती है? (अपना उत्तर चुनें)
it: Come può l'empatia aiutare a risolvere i conflitti all'interno di un team? (Seleziona la tua risposta)
ja: 共感はチーム内の対立をどのように解決するのに役立ちますか？ （あなたの回答を選んでください）
pl: Jak empatia może pomóc w rozwiązywaniu konfliktów w zespole? (Wybierz swoją odpowiedź)
pt_br: Como a empatia pode ajudar a resolver conflitos dentro de uma equipe? (Selecione sua resposta)
ru: Как эмпатия может помочь в разрешении конфликтов в команде? (Выберите ваш вариант ответа)
sv: Hur kan empati hjälpa till att lösa konflikter i ett team? (Välj ditt svar)
tr: Empati, bir ekip içinde çatışmaları çözmeye nasıl yardımcı olabilir? (Cevabınızı seçin)
zh_hk: 同理心如何帮助解决团队内的冲突？ （请选择你的回答）

# StoryLineScreenView.answer21
source: Empathy aids in conflict resolution as it allows understanding the feelings and perspectives of all participants involved. This understanding leads to a deeper analysis of the conflict's causes and finding solutions that consider everyone's interests. Through empathy, a climate of mutual understanding and respect can be created, making the conflict resolution process more constructive and productive.
ar: يساعد التعاطف في حل النزاعات لأنه يسمح بفهم مشاعر ووجهات نظر جميع الأطراف المعنية في النزاع. هذا الفهم يعزز تحليلًا أعمق لأسباب النزاع والبحث عن حلول تأخذ في الاعتبار مصالح الجميع. من خلال التعاطف، يمكن خلق جو من الفهم والاحترام المتبادلين، مما يجعل عملية حل النزاعات أكثر بناءة وإنتاجية.
de: Empathie hilft, Konflikte zu lösen, da sie es ermöglicht, die Gefühle und Perspektiven aller am Konflikt beteiligten Parteien zu verstehen. Dieses Verständnis fördert eine tiefere Analyse der Ursachen des Konflikts und die Suche nach Lösungen, die die Interessen aller berücksichtigen. Durch Empathie kann eine Atmosphäre des gegenseitigen Verständnisses und Respekts geschaffen werden, was den Konfliktlösungsprozess konstruktiver und produktiver macht.
es: La empatía ayuda a resolver conflictos, ya que permite comprender los sentimientos y perspectivas de todas las partes involucradas en el conflicto. Esta comprensión fomenta un análisis más profundo de las causas del conflicto y la búsqueda de soluciones que tengan en cuenta los intereses de todos. Gracias a la empatía, se puede crear una atmósfera de comprensión y respeto mutuo, lo que hace que el proceso de resolución de conflictos sea más constructivo y productivo.
fr: L'empathie aide à résoudre les conflits, car elle permet de comprendre les sentiments et les perspectives de toutes les parties impliquées dans le conflit. Cette compréhension favorise une analyse plus profonde des causes du conflit et la recherche de solutions qui tiennent compte des intérêts de tous. Grâce à l'empathie, on peut créer une atmosphère de compréhension et de respect mutuels, ce qui rend le processus de résolution des conflits plus constructif et productif.
hi: सहानुभूति संघर्षों को हल करने में मदद करती है, क्योंकि यह सभी संबंधित पक्षों की भावनाओं और दृष्टिकोणों को समझने की अनुमति देती है। यह संघर्ष के कारणों का गहरा विश्लेषण करने और सभी के हितों को ध्यान में रखते हुए समाधान खोजने को बढ़ावा देती है। सहानुभूति के माध्यम से, हम एक समझ और आपसी सम्मान का वातावरण बना सकते हैं, जिससे संघर्षों के समाधान की प्रक्रिया अधिक रचनात्मक और उत्पादक बनती है।
it: L'empatia aiuta a risolvere i conflitti, poiché consente di comprendere i sentimenti e le prospettive di tutte le parti coinvolte nel conflitto. Questa comprensione favorisce un'analisi più profonda delle cause del conflitto e la ricerca di soluzioni che tengano conto degli interessi di tutti. Grazie all'empatia, è possibile creare un'atmosfera di comprensione e rispetto reciproco, rendendo il processo di risoluzione dei conflitti più costruttivo e produttivo.
ja: 共感は対立を解決するのに役立ちます。対立に関与するすべての当事者の感情や視点を理解することができるからです。この理解により、対立の原因をより深く分析し、すべての人の利益を考慮した解決策を見つけることができます。共感を通じて、相互理解と尊重の雰囲気を作り出すことで、対立解決のプロセスがより建設的で生産的になります。
pl: Empatia pomaga w rozwiązywaniu konfliktów, ponieważ umożliwia zrozumienie uczuć i perspektyw wszystkich stron zaangażowanych w konflikt. To zrozumienie sprzyja głębszej analizie przyczyn konfliktu oraz poszukiwaniu rozwiązań, które uwzględniają interesy wszystkich. Dzięki empatii można stworzyć atmosferę wzajemnego zrozumienia i szacunku, co czyni proces rozwiązywania konfliktów bardziej konstruktywnym i produktywnym.
pt_br: A empatia ajuda a resolver conflitos, pois permite entender os sentimentos e perspectivas de todas as partes envolvidas. Essa compreensão favorece uma análise mais profunda das causas do conflito e a busca por soluções que considerem os interesses de todos. Através da empatia, podemos criar uma atmosfera de compreensão e respeito mútuo, tornando o processo de resolução de conflitos mais construtivo e produtivo.
ru: Эмпатия помогает в разрешении конфликтов, поскольку позволяет понять чувства и перспективы всех участников конфликта. Это понимание способствует более глубокому анализу причин конфликта и нахождению решений, которые учитывают интересы всех сторон. Благодаря эмпатии можно создать атмосферу взаимопонимания и уважения, что делает процесс разрешения конфликта более конструктивным и продуктивным.
sv: Empati hjälper till att lösa konflikter eftersom det gör det möjligt att förstå känslor och perspektiv från alla inblandade parter. Denna förståelse främjar en djupare analys av konfliktens orsaker och sökandet efter lösningar som tar hänsyn till allas intressen. Genom empati kan man skapa en atmosfär av förståelse och ömsesidig respekt, vilket gör konfliktlösningen mer konstruktiv och produktiv.
tr: Empati, çatışmaya dahil olan tüm tarafların duygularını ve bakış açılarını anlamaya olanak sağladığı için çatışmaları çözmede yardımcı olur. Bu anlayış, çatışmanın nedenlerinin daha derinlemesine analiz edilmesini ve tüm tarafların çıkarlarını dikkate alan çözümler bulunmasını sağlar. Empati sayesinde, anlayış ve karşılıklı saygı ortamı yaratılarak çatışmaların daha yapıcı ve verimli bir şekilde çözülmesi sağlanır.
zh_hk: 同理心有助于解决冲突，因为它使我们理解所有相关方的感受和观点。这种理解促进了对冲突原因的更深入分析，并寻求兼顾各方利益的解决方案。通过同理心，可以创造一个相互理解和尊重的氛围，使冲突解决的过程更具建设性和高效性。
