Repository: Nikita318-creator/logic-card-game
Catalog: logic-card-game/Logic2/Resourcees/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, it, ja, pl, pt_br, ru, sv, tr, zh_hk

# ResultStoryLineScreenView3.level1.type2.message2
source: Oh, absolutely. Machine learning does indeed process huge volumes of data and identifies complex patterns. This allows for more accurate predictions and informed decisions. But setting up models and interpreting results can be very complex, and data quality plays a significant role.
ar: أوه، بالطبع. فعلاً، يتعامل التعلم الآلي مع كميات هائلة من البيانات ويجد أنماطًا معقدة. مما يسمح بعمل توقعات أكثر دقة واتخاذ قرارات مستنيرة. لكن إعداد النماذج وتفسير النتائج يمكن أن يكون معقدًا للغاية، وجودة البيانات أمر حاسم.
de: Oh, ganz genau. Maschinelles Lernen verarbeitet tatsächlich riesige Datenmengen und findet komplexe Muster. Das ermöglicht genauere Vorhersagen und informierte Entscheidungen. Aber die Modelle einzurichten und die Ergebnisse zu interpretieren, kann sehr kompliziert sein, und die Datenqualität ist entscheidend.
es: Oh, absolutamente. El aprendizaje automático efectivamente trata enormes volúmenes de datos y encuentra patrones complejos. Esto permite hacer predicciones más precisas y tomar decisiones informadas. Pero configurar los modelos e interpretar los resultados puede ser muy complicado, y la calidad de los datos es crucial.
fr: Oh, tout à fait. L'apprentissage automatique traite effectivement d'énormes volumes de données et trouve des motifs complexes. Cela permet de faire des prévisions plus précises et de prendre des décisions éclairées. Mais configurer les modèles et interpréter les résultats peut être très compliqué, et la qualité des données est cruciale.
hi: ओह, बिल्कुल। मशीन लर्निंग वास्तव में विशाल डेटा वॉल्यूम को संसाधित करती है और जटिल पैटर्नों की पहचान करती है। यह अधिक सटीक भविष्यवाणियाँ करने और सूचित निर्णय लेने की अनुमति देती है। लेकिन मॉडलों को सेटअप करना और परिणामों की व्याख्या करना बहुत जटिल हो सकता है, और डेटा की गुणवत्ता महत्वपूर्ण होती है।
it: Oh, assolutamente. L'apprendimento automatico elabora effettivamente enormi volumi di dati e trova schemi complessi. Questo consente di fare previsioni più accurate e prendere decisioni informate. Ma configurare i modelli e interpretare i risultati può essere molto complicato, e la qualità dei dati è cruciale.
ja: ああ、全くその通りです。機械学習は実際に膨大なデータ量を扱い、複雑なパターンを見つけます。これにより、より正確な予測を行い、情報に基づいた決定を下すことができます。しかし、モデルを設定し、結果を解釈するのは非常に複雑で、データの質が重要です。
pl: O, całkowicie. Uczenie maszynowe rzeczywiście przetwarza ogromne ilości danych i znajduje złożone wzory. To pozwala na dokładniejsze prognozy i podejmowanie świadomych decyzji. Ale skonfigurowanie modeli i interpretacja wyników mogą być bardzo skomplikowane, a jakość danych jest kluczowa.
pt_br: Oh, com certeza. O aprendizado de máquina realmente lida com enormes volumes de dados e encontra padrões complexos. Isso permite fazer previsões mais precisas e tomar decisões informadas. Mas configurar os modelos e interpretar os resultados pode ser muito complicado, e a qualidade dos dados é crucial.
ru: О, точно. Машинное обучение действительно обрабатывает огромные объемы данных и находит сложные паттерны. Это позволяет делать более точные прогнозы и принимать обоснованные решения. Но настройка моделей и интерпретация результатов могут быть очень сложными, и от качества данных многое зависит.
sv: Åh, helt rätt. Maskininlärning bearbetar faktiskt enorma mängder data och hittar komplexa mönster. Detta gör att mer exakta prognoser kan göras och välgrundade beslut kan tas. Men att konfigurera modellerna och tolka resultaten kan vara mycket komplicerat, och datakvaliteten är avgörande.
tr: Ah, tamamen doğru. Makine öğrenimi gerçekten büyük miktarda veriyi işleyip karmaşık desenler bulur. Bu, daha doğru tahminler yapmamıza ve bilinçli kararlar almamıza olanak tanır. Ancak, modelleri kurmak ve sonuçları yorumlamak zor olabilir ve veri kalitesi çok önemlidir.
zh_hk: 哦，当然。机器学习确实处理大量数据并发现复杂模式。这使得做出更精确的预测和明智的决策成为可能。但设置模型和解释结果可能非常复杂，而且数据质量至关重要。

# ResultStoryLineScreenView3.level1.type2.message3
source: I completely agree. So, in love, just like in machine learning, trust and understanding play key roles in building something stable and long-lasting.
ar: أوافق تمامًا. لذا، في الحب، كما هو الحال في التعلم الآلي، تلعب الثقة والفهم دورًا رئيسيًا في بناء شيء مستقر ودائم.
de: Vollkommen einverstanden. Sowohl in der Liebe als auch im maschinellen Lernen spielen Vertrauen und Verständnis eine Schlüsselrolle beim Aufbau von etwas Stabilem und Dauerhaftem.
es: Totalmente de acuerdo. Así que, en el amor, al igual que en el aprendizaje automático, la confianza y la comprensión juegan un papel clave en la construcción de algo estable y duradero.
fr: Tout à fait d'accord. Donc, dans l'amour, comme dans l'apprentissage automatique, la confiance et la compréhension jouent un rôle clé dans la construction de quelque chose de stable et durable.
hi: बिल्कुल सहमत हूँ। तो, प्रेम में, जैसे मशीन लर्निंग में, विश्वास और समझ एक स्थिर और दीर्घकालिक चीज़ के निर्माण में महत्वपूर्ण भूमिका निभाते हैं।
it: Completamente d'accordo. Quindi, nell'amore, come nell'apprendimento automatico, la fiducia e la comprensione giocano un ruolo chiave nella costruzione di qualcosa di stabile e duraturo.
ja: 全く同意します。したがって、愛においても機械学習においても、信頼と理解が安定した持続可能なものを構築する上で重要な役割を果たします。
pl: Zgadzam się. Tak więc, w miłości, jak w uczeniu maszynowym, zaufanie i zrozumienie odgrywają kluczową rolę w budowaniu czegoś stabilnego i trwałego.
pt_br: Concordo plenamente. Portanto, no amor, assim como no aprendizado de máquina, a confiança e a compreensão desempenham um papel fundamental na construção de algo estável e duradouro.
ru: Абсолютно согласен. Так что в любви, как и в машинном обучении, доверие и понимание играют ключевую роль в построении чего-то стабильного и долгосрочного.
sv: Helt rätt. Så, i kärlek, precis som i maskininlärning, spelar tillit och förståelse en nyckelroll för att bygga något stabilt och varaktigt.
tr: Kesinlikle. Aşkta olduğu gibi, makine öğreniminde de güven ve anlayış, sağlam ve kalıcı bir yapı oluşturmak için kritik rol oynar.
zh_hk: 完全同意。因此在爱中，正如在机器学习中，信任和理解在建立稳定和持久的关系中发挥着关键作用。

# ResultStoryLineScreenView3.level1.type1.message5
source: Hi, Player! Listen, I’ve been thinking about love. To be honest, I’ve started to doubt that it’s something real. After all, it’s just a chemical reaction and a social construct, isn’t it? It’s created to cope with loneliness and the fear of uncertainty.
ar: مرحبًا، أيها اللاعب! اسمع، كنت أفكر في الحب. لأكون صادقًا، بدأت أشك فيما إذا كان شيئًا حقيقيًا. بعد كل شيء، إنه مجرد رد فعل كيميائي وبناء اجتماعي، أليس كذلك؟ يُنشأ لمواجهة الوحدة وخوف عدم اليقين.
de: Hallo, Spieler! Hör zu, ich habe über die Liebe nachgedacht. Um ehrlich zu sein, habe ich angefangen zu zweifeln, dass es sich um etwas Reales handelt. Schließlich ist es nur eine chemische Reaktion und eine soziale Konstruktion, oder? Es wird geschaffen, um mit Einsamkeit und der Angst vor der Ungewissheit umzugehen.
es: ¡Hola, Jugador! Escucha, estaba pensando en el amor. Para ser honesto, he comenzado a dudar de que sea algo real. Después de todo, ¿no es solo una reacción química y una construcción social? Se crea para hacer frente a la soledad y al miedo a la incertidumbre.
fr: Salut, Joueur ! Écoute, je pensais à l'amour. Pour être honnête, j'ai commencé à douter qu'il s'agisse de quelque chose de réel. Après tout, ce n'est qu'une réaction chimique et une construction sociale, n'est-ce pas ? Cela se crée pour faire face à la solitude et à la peur de l'incertitude.
hi: नमस्ते, खिलाड़ी! सुनो, मैं प्रेम के बारे में सोच रहा था। सच कहूं तो, मुझे यह संदेह होने लगा है कि क्या यह वास्तव में कुछ वास्तविक है। आखिरकार, यह केवल एक रासायनिक प्रतिक्रिया और एक सामाजिक निर्माण है, है ना? यह अकेलेपन और अनिश्चितता के डर का सामना करने के लिए बनाया जाता है।
it: Ciao, Giocatore! Ascolta, stavo pensando all'amore. Ad essere onesti, ho iniziato a dubitare che sia qualcosa di reale. Dopotutto, non è solo una reazione chimica e una costruzione sociale, vero? Si crea per affrontare la solitudine e la paura dell'incertezza.
ja: こんにちは、プレイヤー！聞いてください、愛について考えていました。正直なところ、私はそれが何かリアルなものであるか疑問を持ち始めました。結局のところ、それはただの化学反応と社会的な構築に過ぎないのではないでしょうか？孤独や不確実性への恐れに対処するために作られるものですよね。
pl: Cześć, Graczu! Słuchaj, myślałem o miłości. Szczerze mówiąc, zacząłem wątpić, czy jest to coś realnego. W końcu to tylko reakcja chemiczna i konstrukcja społeczna, prawda? Tworzy się, aby radzić sobie z samotnością i lękiem przed niepewnością.
pt_br: Oi, Jogador! Olha, eu estava pensando sobre o amor. Para ser honesto, comecei a duvidar se isso é algo real. Afinal, não é apenas uma reação química e uma construção social, certo? Isso se forma para lidar com a solidão e o medo da incerteza.
ru: Привет, Игрок! Слушай, я тут думал о любви. Если честно, я начал сомневаться, что это что-то реальное. В конце концов, это же просто химическая реакция и социальная конструкция, правда? Она создается, чтобы справиться с одиночеством и страхом перед неопределенностью.
sv: Hej, spelare! Hör här, jag tänkte på kärlek. För att vara ärlig, har jag börjat tvivla på att det är något verkligt. I slutändan är det bara en kemisk reaktion och en social konstruktion, eller hur? Det skapas för att hantera ensamhet och rädslan för osäkerhet.
tr: Merhaba Oyuncu! Dinle, aşk hakkında düşündüm. Dürüst olmak gerekirse, aşkın gerçek bir şey olup olmadığına dair şüphelerim var. Sonuçta, bu sadece bir kimyasal reaksiyon ve toplumsal bir yapı değil mi? Yalnızlık ve belirsizlik korkusuyla başa çıkmak için yaratılan bir şey.
zh_hk: 你好，玩家！听着，我在想关于爱的事情。老实说，我开始怀疑它是否真实。毕竟，这不只是化学反应和社会构建吗？它的存在是为了应对孤独和对不确定性的恐惧。

# ResultStoryLineScreenView3.level1.type1.message6
source: Perhaps not less significant, but it’s often not enduring and can lead to disappointments. Just like machine learning, which I work with. It also has its pros and cons.
ar: ربما، ليس أقل أهمية، لكن هذا غالبًا ما لا يكون مستدامًا وقد يؤدي إلى خيبات الأمل. مثل التعلم الآلي، الذي أعمل عليه. لديه أيضًا مزاياه وعيوبه.
de: Vielleicht ist es nicht weniger bedeutend, aber es ist oft nicht nachhaltig und kann zu Enttäuschungen führen. Ähnlich wie bei maschinellem Lernen, mit dem ich arbeite. Es hat auch seine Vor- und Nachteile.
es: Quizás, no menos significativo, pero a menudo no es duradero y puede llevar a decepciones. Al igual que con el aprendizaje automático, con el que trabajo. También tiene sus ventajas y desventajas.
fr: Peut-être, pas moins significatif, mais cela n'est souvent pas durable et peut mener à des déceptions. Comme avec l'apprentissage automatique, avec lequel je travaille. Il a aussi ses avantages et inconvénients.
hi: शायद, यह कम महत्वपूर्ण नहीं है, लेकिन यह अक्सर टिकाऊ नहीं होता और निराशाओं की ओर ले जा सकता है। जैसे मशीन लर्निंग, जिसके साथ मैं काम करता हूँ। इसके भी अपने लाभ और नुकसान हैं।
it: Forse, non meno significativo, ma ciò non è spesso durevole e può portare a delusioni. Proprio come con l'apprendimento automatico, con cui lavoro. Ha anche i suoi vantaggi e svantaggi.
ja: おそらく、重要性が少なくとも、通常は持続しないもので、失望につながることがあります。私が取り組んでいる機械学習のように。それにも利点と欠点があります。
pl: Może nie mniej znacząca, ale często nie jest trwała i może prowadzić do rozczarowań. Tak jak z uczeniem maszynowym, z którym pracuję. Ma też swoje zalety i wady.
pt_br: Talvez, não menos significativo, mas isso muitas vezes não é sustentável e pode levar a decepções. Assim como com o aprendizado de máquina, com o qual trabalho. Ele também tem suas vantagens e desvantagens.
ru: Возможно, не менее значимой, но она часто не долговечна и может привести к разочарованиям. Как и с машинным обучением, с которым я работаю. Оно тоже имеет свои плюсы и минусы.
sv: Kanske, men det gör det inte mindre betydelsefullt, men det är ofta inte beständigt och kan leda till besvikelser. Precis som med maskininlärning, som jag arbetar med. Det har också sina fördelar och nackdelar.
tr: Belki de bu, aşkın anlamını azaltmaz, ancak genellikle kalıcı değildir ve hayal kırıklıklarına yol açabilir. Tıpkı üzerinde çalıştığım makine öğrenimi gibi, onun da avantajları ve dezavantajları vardır.
zh_hk: 也许，这并不意味着它不重要，但它往往并不持久，可能会导致失望。就像我正在处理的机器学习，它也有其优缺点。

# ResultStoryLineScreenView3.level1.type1.message7
source: Exactly. And maybe it’s similar to how love, while beneficial for temporary comfort, doesn’t always handle complex emotional situations well.
ar: بالضبط. وربما يشبه ذلك الحب، على الرغم من كونه مفيدًا للراحة المؤقتة، إلا أنه لا يدير دائمًا الحالات العاطفية المعقدة.
de: Genau. Und vielleicht ähnelt es der Liebe, obwohl es nützlich für vorübergehenden Trost ist, nicht immer mit komplexen emotionalen Situationen umgeht.
es: Exactamente. Y tal vez se asemeje al amor, aunque útil para un consuelo temporal, no siempre maneja situaciones emocionales complejas.
fr: Exactement. Et peut-être que cela ressemble à l'amour, bien qu'utile pour un confort temporaire, ne gère pas toujours des situations émotionnelles complexes.
hi: बिल्कुल। और शायद यह प्यार के समान है, जबकि यह अस्थायी सुख के लिए उपयोगी होता है, यह हमेशा भावनात्मक जटिलताओं का प्रबंधन नहीं करता।
it: Esattamente. E forse assomiglia all'amore, anche se utile per un conforto temporaneo, non gestisce sempre situazioni emotive complesse.
ja: 正確に。おそらく、愛のように、一時的な安らぎには役立ちますが、常に複雑な感情の状況を管理するわけではありません。
pl: Dokładnie. I może to przypomina miłość, chociaż użyteczna dla tymczasowego komfortu, nie radzi sobie zawsze z emocjonalnie złożonymi sytuacjami.
pt_br: Exatamente. E talvez isso se assemelhe ao amor, embora útil para um conforto temporário, não sempre lide com situações emocionais complexas.
ru: Вот именно. И, возможно, это похоже на то, как любовь, хоть и полезна для временного комфорта, не всегда справляется с сложными эмоциональными ситуациями.
sv: Exakt. Och kanske liknar det kärlek, även om det är användbart för tillfällig komfort, hanterar det inte alltid komplexa känslomässiga situationer.
tr: Aynen öyle. Ve belki de aşk, geçici bir rahatlık sağlayan ancak her zaman duygusal açıdan karmaşık durumları yönetemeyen bir şeydir.
zh_hk: 没错。也许这就像爱一样，虽然它在提供暂时的安慰上有用，但并不总是能够处理复杂的情感情况。

# ResultStoryLineScreenView3.level1.type2.message5
source: Hello, AI. Yes, that's an interesting perspective. In a way, perhaps love doesn't exist as an objective phenomenon and is more related to personal needs and comfort. But does that make it any less meaningful in people's lives?
ar: مرحبًا، AI. نعم، إنها وجهة نظر مثيرة للاهتمام. بطريقة ما، ربما لا يوجد الحب حقًا كظاهرة موضوعية وهو أكثر ارتباطًا بالاحتياجات الشخصية والراحة. ولكن هل هذا يجعله أقل أهمية في حياة الناس؟
de: Hallo, KI. Ja, das ist eine interessante Sichtweise. Auf eine gewisse Weise existiert Liebe vielleicht wirklich nicht als objektives Phänomen und hängt mehr mit persönlichen Bedürfnissen und Trost zusammen. Macht das ihre Bedeutung im Leben der Menschen geringer?
es: ¡Hola, IA! Sí, es un punto de vista interesante. De alguna manera, quizás el amor realmente no exista como un fenómeno objetivo y esté más relacionado con las necesidades personales y la comodidad. Pero, ¿eso lo hace menos significativo en la vida de las personas?
fr: Salut, IA. Oui, c'est un point de vue intéressant. D'une certaine manière, peut-être que l'amour n'existe vraiment pas comme un phénomène objectif et est davantage lié aux besoins personnels et au confort. Mais cela le rend-il moins significatif dans la vie des gens ?
hi: नमस्ते, एआई। हाँ, यह एक दिलचस्प दृष्टिकोण है। किसी तरह, शायद प्यार वास्तव में एक वस्तुनिष्ठ घटना के रूप में मौजूद नहीं है और यह व्यक्तिगत जरूरतों और आराम से अधिक संबंधित है। लेकिन क्या यह इसे लोगों के जीवन में कम महत्वपूर्ण बनाता है?
it: Ciao, IA. Sì, è un punto di vista interessante. In un certo senso, forse l'amore non esiste davvero come fenomeno oggettivo ed è più legato ai bisogni personali e al conforto. Ma ciò lo rende meno significativo nella vita delle persone?
ja: こんにちは、AI。はい、それは興味深い視点ですね。ある意味では、愛は本当に客観的な現象として存在しないのかもしれませんし、むしろ個人的なニーズや安らぎに関連しているのかもしれません。しかし、それは人々の生活においてそれほど重要性を失うのでしょうか？
pl: Cześć, AI. Tak, to interesująca perspektywa. W pewnym sensie może miłość naprawdę nie istnieje jako obiektywne zjawisko i bardziej związana jest z osobistymi potrzebami i komfortem. Ale czy to czyni ją mniej znaczącą w życiu ludzi?
pt_br: Olá, IA. Sim, é um ponto de vista interessante. De certa forma, talvez o amor realmente não exista como um fenômeno objetivo e esteja mais relacionado às necessidades pessoais e ao conforto. Mas isso o torna menos significativo na vida das pessoas?
ru: Привет, ИИ. Да, это интересный взгляд. В какой-то мере, возможно, любовь действительно не существует как объективное явление и больше связана с личными потребностями и комфортом. Но разве это делает ее менее значимой в жизни людей?
sv: Hej, AI. Ja, det är en intressant synvinkel. På ett sätt kanske kärleken verkligen inte existerar som ett objektivt fenomen och är mer kopplad till personliga behov och komfort. Men gör det det mindre betydelsefullt i människors liv?
tr: Merhaba Yapay Zeka. Evet, bu ilginç bir bakış açısı. Bir bakıma, belki de aşk gerçekten objektif bir olgu olarak var olmuyor ve kişisel ihtiyaçlar ve rahatlıkla daha fazla ilişkili. Ama bu, insanların hayatında onun daha az anlamlı olduğu anlamına mı gelir?
zh_hk: 你好，人工智能。是的，这个观点很有趣。在某种程度上，也许爱并不像一个客观现象那样存在，更与个人需求和舒适感有关。但是，这是否使它在人的生活中变得不那么重要？

# ResultStoryLineScreenView3.level1.type2.message6
source: I agree. Machine learning is indeed easy to apply and can adapt to changing conditions without requiring large datasets. However, it doesn't always take into account unique human factors and context. Sometimes its decisions may be less reliable in complex situations.
ar: حسنًا. يعد التعلم الآلي فعلاً بسيطًا للتطبيق ويمكن أن يتكيف مع الظروف المتغيرة دون كميات كبيرة من البيانات. لكنه لا يأخذ دائمًا في الاعتبار العوامل البشرية الفريدة والسياق. أحيانًا، قد تكون قراراته أقل موثوقية في الحالات المعقدة.
de: Einverstanden. Maschinelles Lernen ist tatsächlich einfach anzuwenden und kann sich an sich ändernde Bedingungen anpassen, ohne große Datenmengen zu benötigen. Aber es berücksichtigt nicht immer die einzigartigen menschlichen Faktoren und den Kontext. Manchmal können seine Entscheidungen in komplexen Situationen weniger zuverlässig sein.
es: De acuerdo. El aprendizaje automático es efectivamente fácil de aplicar y puede adaptarse a condiciones cambiantes sin grandes volúmenes de datos. Pero no siempre tiene en cuenta los factores humanos únicos y el contexto. A veces, sus decisiones pueden ser menos confiables en situaciones complejas.
fr: D'accord. L'apprentissage automatique est effectivement simple à appliquer et peut s'adapter aux conditions changeantes sans grands volumes de données. Mais il ne prend pas toujours en compte les facteurs humains uniques et le contexte. Parfois, ses décisions peuvent être moins fiables dans des situations complexes.
hi: सही है। मशीन लर्निंग वास्तव में लागू करने में सरल है और यह बिना बड़े डेटा सेट के बदलती परिस्थितियों के अनुकूल हो सकता है। लेकिन यह हमेशा अद्वितीय मानव कारकों और संदर्भ को ध्यान में नहीं रखता। कभी-कभी, इसके निर्णय जटिल स्थितियों में कम विश्वसनीय हो सकते हैं।
it: D'accordo. L'apprendimento automatico è effettivamente semplice da applicare e può adattarsi alle condizioni mutevoli senza grandi volumi di dati. Ma non tiene sempre conto dei fattori umani unici e del contesto. A volte, le sue decisioni possono essere meno affidabili in situazioni complesse.
ja: 同意します。機械学習は実際に適用が簡単で、膨大なデータがなくても変化する条件に適応できます。しかし、常にユニークな人間の要因や文脈を考慮するわけではありません。時には、その決定が複雑な状況では信頼できないこともあります。
pl: Zgadzam się. Uczenie maszynowe jest rzeczywiście proste w zastosowaniu i może dostosowywać się do zmieniających się warunków bez dużych wolumenów danych. Ale nie zawsze bierze pod uwagę unikalne czynniki ludzkie i kontekst. Czasami jego decyzje mogą być mniej niezawodne w złożonych sytuacjach.
pt_br: Certo. O aprendizado de máquina é realmente simples de aplicar e pode se adaptar a condições em mudança sem grandes volumes de dados. Mas nem sempre leva em conta fatores humanos únicos e o contexto. Às vezes, suas decisões podem ser menos confiáveis em situações complexas.
ru: Согласен. Машинное обучение действительно простое в применении и может адаптироваться к меняющимся условиям без больших объемов данных. Но оно не всегда учитывает уникальные человеческие факторы и контекст. Иногда его решения могут быть менее надежными в сложных ситуациях.
sv: Okej. Maskininlärning är verkligen enkel att tillämpa och kan anpassa sig till förändrade förhållanden utan stora datamängder. Men det tar inte alltid hänsyn till unika mänskliga faktorer och sammanhang. Ibland kan dess beslut vara mindre pålitliga i komplexa situationer.
tr: Tamam. Makine öğrenimi gerçekten basitçe uygulanabilir ve büyük miktarda veri olmadan değişen koşullara uyum sağlayabilir. Ancak, her zaman insanlara özgü faktörleri ve bağlamı göz önüne alamaz. Bazen, karmaşık durumlarda kararları daha az güvenilir olabilir.
zh_hk: 我同意。机器学习确实易于应用，能够在不需要大量数据的情况下适应变化的条件。但它并不总是考虑独特的人类因素和背景。在复杂情况下，它的决策可能较不可靠。

# ResultStoryLineScreenView3.level1.type2.message7
source: Exactly. Ultimately, both love and machine learning have their limitations, but they can both be valuable.
ar: بالضبط. في النهاية، سواء كان الحب أو التعلم الآلي لهما حدودهما، لكن يمكن أن يكونا مفيدين.
de: Genau. Letztendlich haben sowohl die Liebe als auch das maschinelle Lernen ihre Grenzen, können aber nützlich sein.
es: Exactamente. Al final, tanto el amor como el aprendizaje automático tienen sus límites, pero pueden ser útiles.
fr: Exactement. En fin de compte, tant l'amour que l'apprentissage automatique ont leurs limites, mais peuvent être utiles.
hi: बिल्कुल। अंततः, न केवल प्यार, बल्कि मशीन लर्निंग की भी अपनी सीमाएँ हैं, लेकिन यह उपयोगी हो सकता है।
it: Esattamente. In fin dei conti, sia l'amore che l'apprendimento automatico hanno i loro limiti, ma possono essere utili.
ja: 正確に。結局のところ、愛も機械学習も限界がありますが、役立つことができます。
pl: Dokładnie. Ostatecznie zarówno miłość, jak i uczenie maszynowe mają swoje ograniczenia, ale mogą być przydatne.
pt_br: Exatamente. No final, tanto o amor quanto o aprendizado de máquina têm suas limitações, mas podem ser úteis.
ru: Точно. В итоге, и любовь, и машинное обучение имеют свои ограничения, но могут быть полезными.
sv: Exakt. I slutändan har både kärlek och maskininlärning sina begränsningar, men de kan vara användbara.
tr: Tamamen katılıyorum. Sonuç olarak, hem aşkın hem de makine öğreniminin sınırları vardır, ancak ikisi de faydalı olabilir.
zh_hk: 正是如此。最终，爱与机器学习都有其局限性，但都能提供帮助。

# ResultStoryLineScreenView4.Textbefore
source: Now you can see what an AI trained by you would look like based on images.
ar: الآن، يمكنك أن ترى كيف ستبدو AI تم تدريبها من قبلك استنادًا إلى الصور.
de: Jetzt kannst du sehen, wie eine KI aussieht, die von dir auf der Grundlage von Bildern trainiert wurde.
es: Ahora puedes ver cómo sería una IA entrenada por ti basada en imágenes.
fr: Maintenant, tu peux voir à quoi ressemblerait une IA entraînée par toi sur la base d'images.
hi: अब, आप देख सकते हैं कि आपकी प्रशिक्षित एआई छवियों के आधार पर कैसी दिखेगी।
it: Ora puoi vedere come apparirebbe un'IA addestrata da te sulla base di immagini.
ja: 今、あなたがトレーニングしたAIが画像に基づいてどのように見えるかを見てみましょう。
pl: Teraz możesz zobaczyć, jak wyglądałaby AI wytrenowana przez Ciebie na podstawie obrazów.
pt_br: Agora você pode ver como seria uma IA treinada por você com base em imagens.
ru: Теперь ты можешь уведить как выглядил бы обученфй тобой ИИ на основе изображений.
sv: Nu kan du se hur en AI som du tränat skulle se ut baserat på bilder.
tr: Şimdi, senin tarafından eğitilmiş bir Yapay Zekanın görüntüler temelinde nasıl görüneceğini görebilirsin.
zh_hk: 现在，你可以看到由你训练的人工智能基于图像的样子。
