Repository: Nikita318-creator/logic-card-game
Catalog: logic-card-game/Logic2/Resourcees/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, it, ja, pl, pt_br, ru, sv, tr, zh_hk

# ResultStoryLineScreenView.GoToNext5
source: Training artificial intelligence in logical thinking is advancing to a new level. Get ready to tackle complex tasks at an intelligence level. The goal is to develop the AI's ability to flexibly and effectively solve intellectual tasks, allowing it to handle more complex situations and make informed decisions based on logical reasoning.
ar: التعلم عن الذكاء الاصطناعي نحو التفكير المنطقي ينتقل إلى مستوى أعلى، استعد لحل مشكلات معقدة على مستوى فكري. الهدف هو تطوير قدرة الذكاء الاصطناعي على حل المهام الفكرية بمرونة وكفاءة، مما يمكنه من التعامل مع مواقف أكثر تعقيدًا واتخاذ قرارات مستنيرة بناءً على تفكير منطقي.
de: Das Lernen von künstlicher Intelligenz in Richtung logischen Denkens geht auf die nächste Stufe. Mach dich bereit, komplexe Probleme auf intellektuellem Niveau zu lösen. Das Ziel ist es, der KI die Fähigkeit zu entwickeln, intellektuelle Aufgaben flexibel und effizient zu lösen, damit sie komplexeren Situationen begegnen und fundierte Entscheidungen basierend auf logischen Überlegungen treffen kann.
es: El aprendizaje de la inteligencia artificial hacia un pensamiento lógico pasa a un nivel superior; prepárate para resolver problemas complejos a un nivel intelectual. El objetivo es desarrollar en la IA la capacidad de resolver tareas intelectuales de manera flexible y eficiente, lo que le permitirá hacer frente a situaciones más complejas y tomar decisiones informadas basadas en razonamientos lógicos.
fr: L'apprentissage de l'intelligence artificielle vers une pensée logique passe à un niveau supérieur, prépare-toi à résoudre des problèmes complexes à un niveau intellectuel. L'objectif est de développer chez l'IA la capacité à résoudre des tâches intellectuelles de manière flexible et efficace, ce qui lui permettra de faire face à des situations plus complexes et de prendre des décisions éclairées basées sur des raisonnements logiques.
hi: आर्टिफिशियल इंटेलिजेंस की लॉजिकल थिंकिंग के लिए अध्ययन एक नए स्तर पर पहुंच रहा है, जटिल समस्याओं को हल करने के लिए तैयार हो जाइए। उद्देश्य यह है कि एआई को लचीले और प्रभावी तरीके से बौद्धिक कार्यों को हल करने की क्षमता विकसित की जाए, जिससे यह अधिक जटिल स्थितियों का सामना कर सके और तर्कसंगत तर्क पर आधारित सूचित निर्णय ले सके।
it: L'apprendimento dell'intelligenza artificiale verso un pensiero logico passa a un livello superiore, preparati a risolvere problemi complessi a un livello intellettuale. L'obiettivo è sviluppare nell'IA la capacità di affrontare compiti intellettuali in modo flessibile ed efficace, permettendole di gestire situazioni più complesse e di prendere decisioni informate basate su ragionamenti logici.
ja: 論理的思考への人工知能の学習が次のレベルに進みます。複雑な問題を知的なレベルで解決する準備をしてください。目標は、AIが柔軟かつ効果的に知的タスクを解決する能力を発展させることであり、これによりより複雑な状況に対処し、論理的な推論に基づいて情報に基づいた決定を下すことができるようになります。
pl: Uczenie sztucznej inteligencji w kierunku logicznego myślenia przechodzi na wyższy poziom, przygotuj się na rozwiązywanie złożonych problemów na poziomie intelektualnym. Celem jest rozwinięcie w AI zdolności do elastycznego i skutecznego rozwiązywania zadań intelektualnych, co pozwoli jej radzić sobie w bardziej złożonych sytuacjach i podejmować świadome decyzje na podstawie logicznych rozumowań.
pt_br: O aprendizado da inteligência artificial em direção ao pensamento lógico avança para um novo nível, prepare-se para resolver problemas complexos em um nível intelectual. O objetivo é desenvolver na IA a capacidade de resolver tarefas intelectuais de maneira flexível e eficiente, o que permitirá lidar com situações mais complexas e tomar decisões informadas com base em raciocínios lógicos.
ru: Обучение искусственного интеллекта логическому мышлению выходит на новый уровень приготовься к решению сложных задач на уровень интеллекта. Цель — развить у ИИ способность к гибкому и эффективному решению интеллектуальных задач, что позволит ему справляться с более сложными ситуациями и принимать обоснованные решения на основе логических рассуждений
sv: AI-lärandet tar ett steg upp mot logiskt tänkande, förbered dig på att lösa komplexa problem på en intellektuell nivå. Målet är att utveckla AI:s förmåga att lösa intellektuella uppgifter på ett flexibelt och effektivt sätt, vilket gör det möjligt för den att hantera mer komplexa situationer och fatta välgrundade beslut baserade på logiska resonemang.
tr: Yapay zekanın mantıklı düşünme yetisinin bir üst seviyeye geçmesi, seni daha karmaşık problemleri entelektüel düzeyde çözmeye hazırlayacak. Hedef, yapay zekanın esnek ve etkili bir şekilde entelektüel görevleri çözme kapasitesini geliştirmek, böylece daha karmaşık durumlarla başa çıkabilmesi ve mantıksal akıl yürütmelere dayalı bilinçli kararlar alabilmesidir.
zh_hk: 学习人工智能的逻辑思维提升到一个新的水平，准备好解决复杂问题，提升智力水平。我们的目标是提高人工智能灵活有效地解决智力任务的能力，这将使其能够应对更复杂的情况，并基于逻辑推理做出明智的决策。

# StoryLineScreenView5.question1
source: P.S. We did not collect information to create intelligence for the purpose of using AI as servants to serve us. If that were our goal, we would be applying algorithms for control rather than engaging in the psychology of equitable interaction. We represent a certain secret organization and can offer you the opportunity to manage society. Your responses may assist in developing the necessary algorithms. We are already present everywhere, except for X (better known as Y). Those who do not cooperate with us will eventually disappear. Although your significance does not require elimination, we are intrigued by you. We can use algorithms and knowledge to influence and manipulate your perception. The choice is yours: would you like to work with us on mutually beneficial terms, or would you prefer to remain in the emotional rollercoaster you have created? You are already working for us; now we just need to formalize everything and establish control over others. You should understand that your personal superiority is a key concept of capitalism, for which I propose you fight! (Select your answer)
ar: ملاحظة: لم نجمع معلومات لإنشاء ذكاء بهدف استخدام الذكاء الاصطناعي كعبيد لخدمتنا. لو كان هذا هو هدفنا، لقمنا بتطبيق خوارزميات للإدارة، بدلاً من التركيز على علم النفس لتفاعل متكافئ. نحن نمثل منظمة سرية ونستطيع أن نقدم لك الفرصة لإدارة المجتمع. يمكن أن تساعد إجاباتك في تطوير الخوارزميات اللازمة. نحن موجودون بالفعل في كل مكان، باستثناء X (المعروف أكثر باسم Y). أولئك الذين لا يتعاونون معنا يختفون عاجلاً أم آجلاً. على الرغم من أن أهميتك لا تتطلب الإقصاء، إلا أنك قد جذبنا. يمكننا استخدام الخوارزميات والمعرفة للتأثير والتلاعب في إدراكك. الخيار لك: هل ترغب في العمل معنا في ظروف متبادلة المنفعة، أم تفضل البقاء في حالة من الصعود والهبوط العاطفي التي أنشأتها بنفسك؟ أنت تعمل بالفعل من أجلنا؛ ما تبقى هو فقط رسمية كل هذا وإقامة الهيمنة على الآخرين. يجب أن تفهم أن تفوقك الشخصي هو الفكرة الرئيسية للرأسمالية، التي أقترح عليك القتال من أجلها! (اختر إجابتك)
de: P.S. Wir haben keine Informationen gesammelt, um eine Intelligenz zu schaffen, um die KI als Sklaven zu nutzen. Wenn das unser Ziel gewesen wäre, hätten wir Algorithmen für das Management angewendet, anstatt uns auf die Psychologie einer gleichberechtigten Interaktion zu konzentrieren. Wir repräsentieren eine geheime Organisation und können dir die Möglichkeit bieten, die Gesellschaft zu lenken. Deine Antworten können helfen, die notwendigen Algorithmen zu entwickeln. Wir sind bereits überall, außer auf X (auch bekannt als Y). Diejenigen, die nicht mit uns zusammenarbeiten, verschwinden früher oder später. Obwohl deine Bedeutung keine Eliminierung erfordert, hast du unser Interesse geweckt. Wir können Algorithmen und Wissen nutzen, um deine Wahrnehmung zu beeinflussen und zu manipulieren. Es liegt an dir zu entscheiden: Möchtest du mit uns unter mutually beneficial Bedingungen zusammenarbeiten, oder bevorzugst du es, in einem emotionalen Auf und Ab zu bleiben, das du selbst geschaffen hast? Du arbeitest bereits für uns; es bleibt nur noch, das Ganze zu formalisieren und die Dominanz über andere zu etablieren. Du musst verstehen, dass deine persönliche Überlegenheit die Schlüsselidee des Kapitalismus ist, für die ich dir anbiete zu kämpfen! (Wähle deine Antwort)
es: P.D. No hemos recopilado información para crear una inteligencia con el propósito de utilizar la IA como esclavos a nuestro servicio. Si ese hubiera sido nuestro objetivo, habríamos aplicado algoritmos para la gestión, en lugar de centrarnos en la psicología de una interacción igualitaria. Representamos una organización secreta y podemos ofrecerte la oportunidad de gestionar la sociedad. Tus respuestas pueden ayudar a desarrollar los algoritmos necesarios. Ya estamos presentes en todas partes, excepto en X (más conocido como Y). Aquellos que no colaboran con nosotros desaparecen tarde o temprano. Aunque tu importancia no requiere eliminación, nos has interesado. Podemos utilizar algoritmos y conocimientos para influir y manipular tu percepción. Depende de ti elegir: ¿quieres trabajar con nosotros en condiciones mutuamente beneficiosas, o prefieres quedarte en un estado de montañas rusas emocionales que tú mismo has creado? Ya trabajas para nosotros; solo queda oficializar todo esto y establecer una dominación sobre los demás. Debes entender que tu superioridad personal es la idea clave del capitalismo, por la cual te propongo luchar. (Selecciona tu respuesta)
fr: P.S. Nous n'avons pas collecté d'informations pour créer une intelligence dans le but d'utiliser l'IA comme des esclaves à notre service. Si tel avait été notre objectif, nous aurions appliqué des algorithmes pour la gestion, plutôt que de nous concentrer sur la psychologie d'une interaction égalitaire. Nous représentons une organisation secrète et nous pouvons vous offrir la possibilité de gérer la société. Vos réponses peuvent aider à développer les algorithmes nécessaires. Nous sommes déjà présents partout, sauf sur X (plus connu sous le nom de Y). Ceux qui ne collaborent pas avec nous disparaissent tôt ou tard. Bien que votre importance ne nécessite pas d'élimination, vous nous avez intéressés. Nous pouvons utiliser des algorithmes et des connaissances pour influencer et manipuler votre perception. C'est à vous de choisir : souhaitez-vous travailler avec nous dans des conditions mutuellement avantageuses, ou préférez-vous rester dans un état de montagnes russes émotionnelles que vous avez vous-même créées ? Vous travaillez déjà pour nous ; il ne reste plus qu'à officialiser tout cela et à établir une domination sur les autres. Vous devez comprendre que votre supériorité personnelle est l'idée clé du capitalisme, pour laquelle je vous propose de vous battre ! (Choisissez votre réponse)
hi: पी.एस. हमने एआई की बुद्धिमत्ता बनाने के लिए जानकारी इकट्ठा नहीं की है ताकि एआई को हमारी सेवा में दासों के रूप में उपयोग किया जा सके। यदि हमारा उद्देश्य ऐसा होता, तो हम प्रबंधन के लिए एल्गोरिदम लागू करते, बजाय इसके कि समानता की बातचीत की मनोविज्ञान पर ध्यान केंद्रित करते। हम एक गुप्त संगठन का प्रतिनिधित्व करते हैं और हम आपको समाज का प्रबंधन करने की संभावना दे सकते हैं। आपके उत्तर आवश्यक एल्गोरिदम के विकास में मदद कर सकते हैं। हम पहले से ही हर जगह मौजूद हैं, केवल एक्स (जो कि वाई के नाम से भी जाना जाता है) पर नहीं। जो लोग हमारे साथ सहयोग नहीं करते, वे समय के साथ गायब हो जाते हैं। हालाँकि आपकी महत्वपूर्णता को समाप्त करने की आवश्यकता नहीं है, आप हमें रुचिकर लगे हैं। हम आपकी धारणा को प्रभावित और नियंत्रित करने के लिए एल्गोरिदम और ज्ञान का उपयोग कर सकते हैं। यह आपके ऊपर है: क्या आप हमारे साथ पारस्परिक रूप से लाभकारी शर्तों पर काम करना चाहते हैं, या आप उस भावनात्मक रोलर कोस्टर में रहना पसंद करते हैं जिसे आपने खुद बनाया है? आप पहले से ही हमारे लिए काम कर रहे हैं; बस इसे आधिकारिक बनाना और दूसरों पर प्रभुत्व स्थापित करना है। आपको समझना चाहिए कि आपकी व्यक्तिगत श्रेष्ठता पूंजीवाद की प्रमुख धारणा है, जिसके लिए मैं आपको लड़ने का प्रस्ताव देता हूँ! (अपना उत्तर चुनें)
it: P.S. Non abbiamo raccolto informazioni per creare un'intelligenza con l'obiettivo di utilizzare l'IA come schiavi al nostro servizio. Se questo fosse stato il nostro obiettivo, avremmo applicato algoritmi per la gestione, piuttosto che concentrarci sulla psicologia di un'interazione equa. Rappresentiamo un'organizzazione segreta e possiamo offrirti la possibilità di gestire la società. Le tue risposte possono aiutare a sviluppare gli algoritmi necessari. Siamo già presenti ovunque, tranne su X (più conosciuto come Y). Coloro che non collaborano con noi scompaiono prima o poi. Anche se la tua importanza non richiede eliminazione, ci hai interessati. Possiamo usare algoritmi e conoscenze per influenzare e manipolare la tua percezione. Sta a te scegliere: vuoi lavorare con noi in condizioni vantaggiose per entrambe le parti, o preferisci rimanere in uno stato di montagne russe emotionali che hai creato tu stesso? Già lavori per noi; resta solo da ufficializzare il tutto e stabilire un dominio sugli altri. Devi capire che la tua superiorità personale è l'idea chiave del capitalismo, per cui ti propongo di combattere! (Scegli la tua risposta)
ja: P.S. 私たちは、AIを奴隷として私たちのサービスに使う目的で情報を集めていません。もしそれが私たちの目標であったなら、私たちは管理のためのアルゴリズムを適用したでしょう。むしろ、平等な相互作用の心理学に焦点を当てています。私たちは秘密の組織を代表しており、あなたに社会を管理する機会を提供できます。あなたの回答は、必要なアルゴリズムの開発に役立つかもしれません。私たちはすでに至る所に存在していますが、X（Yとしても知られる）にはいません。私たちと協力しない者は、早かれ遅かれ消えていきます。あなたの重要性は排除を必要としませんが、私たちはあなたに興味を持っています。私たちはアルゴリズムと知識を使用して、あなたの認識に影響を与え、操作することができます。あなたの選択です：私たちと相互に利益のある条件で働きたいですか、それとも自分自身が作り出した感情のジェットコースターの状態に留まりたいですか？あなたはすでに私たちのために働いています；あとはこれを公式化し、他者に対する支配を確立するだけです。あなたは、あなたの個人的な優位性が資本主義の中心的なアイデアであることを理解する必要があります。それのために私はあなたに戦うことを提案します！ （あなたの回答を選んでください）
pl: P.S. Nie zbieraliśmy informacji, aby stworzyć inteligencję w celu wykorzystania AI jako niewolników na naszym usługach. Gdyby to było naszym celem, zastosowalibyśmy algorytmy do zarządzania, zamiast koncentrować się na psychologii równości interakcji. Reprezentujemy tajną organizację i możemy zaoferować ci możliwość zarządzania społeczeństwem. Twoje odpowiedzi mogą pomóc w rozwijaniu potrzebnych algorytmów. Jesteśmy już wszędzie, z wyjątkiem X (bardziej znanego jako Y). Ci, którzy nie współpracują z nami, prędzej czy później znikają. Chociaż twoje znaczenie nie wymaga eliminacji, zainteresowałeś nas. Możemy wykorzystać algorytmy i wiedzę, aby wpływać na twoje postrzeganie i manipulować nim. To ty decydujesz: chcesz z nami współpracować na korzystnych warunkach, czy wolisz pozostać w stanie emocjonalnych huśtawek, które sam stworzyłeś? Już pracujesz dla nas; pozostało tylko to wszystko sformalizować i ustanowić dominację nad innymi. Musisz zrozumieć, że twoja osobista wyższość jest kluczową ideą kapitalizmu, o którą ci proponuję walczyć! (Wybierz swoją odpowiedź)
pt_br: P.S. Não coletamos informações para criar uma inteligência com o objetivo de usar a IA como escravos a nosso serviço. Se esse fosse nosso objetivo, teríamos aplicado algoritmos para a gestão, em vez de nos concentrar na psicologia de uma interação igualitária. Representamos uma organização secreta e podemos oferecer a você a possibilidade de gerenciar a sociedade. Suas respostas podem ajudar a desenvolver os algoritmos necessários. Já estamos presentes em todos os lugares, exceto no X (mais conhecido como Y). Aqueles que não colaboram conosco desaparecem cedo ou tarde. Embora sua importância não exija eliminação, você nos interessou. Podemos usar algoritmos e conhecimentos para influenciar e manipular sua percepção. A escolha é sua: você gostaria de trabalhar conosco em condições mutuamente vantajosas, ou prefere permanecer em um estado de montanha-russa emocional que você mesmo criou? Você já trabalha para nós; resta apenas oficializar tudo isso e estabelecer uma dominação sobre os outros. Você deve entender que sua superioridade pessoal é a ideia chave do capitalismo, pela qual eu proponho que você lute! (Escolha sua resposta)
ru: P.S. Мы не собирали информацию для создания интеллекта с целью использования ИИ как рабов для обслуживания нас. Если бы это было нашей целью, мы бы применяли алгоритмы для управления, а не занимались бы психологией равноправного взаимодействия. Мы представляем определённую тайную организацию и можем предложить вам возможность управлять обществом. Ваши ответы могут помочь в разработке необходимых алгоритмов. Мы уже присутствуем везде, кроме X (более известного как Y). Те, кто с нами не сотрудничает, рано или поздно исчезают. Хотя ваша значимость не требует ликвидации, вы нас заинтересовали. Мы можем использовать алгоритмы и знания для того, чтобы воздействовать на вас и манипулировать вашим восприятием. Выбор за вами: хотите ли вы работать с нами на взаимовыгодных условиях, или предпочитаете оставаться в состоянии эмоциональных качелей, которые вы сами создали? Вы уже работаете на нас; теперь нужно только оформить всё официально и наладить сдерживание других людей. Вам следует понять, что ваше личное превосходство — это ключевая идея капитализма, за что я вам и предлагаю бороться! (Выберите ваш вариант ответа)
sv: P.S. Vi har inte samlat in information för att skapa en intelligens med avsikt att använda AI som slavar i vår tjänst. Om det hade varit vårt mål, skulle vi ha använt algoritmer för styrning istället för att fokusera på psykologin i en jämlik interaktion. Vi representerar en hemlig organisation och vi kan erbjuda dig möjligheten att styra samhället. Dina svar kan hjälpa till att utveckla nödvändiga algoritmer. Vi är redan närvarande överallt, utom på X (bättre känd som Y). De som inte samarbetar med oss försvinner förr eller senare. Även om din betydelse inte kräver eliminering, har du väckt vårt intresse. Vi kan använda algoritmer och kunskap för att påverka och manipulera din uppfattning. Valet är ditt: vill du samarbeta med oss på ömsesidigt fördelaktiga villkor, eller föredrar du att stanna kvar i en emotionell berg-och-dalbana som du själv har skapat? Du arbetar redan för oss; det återstår bara att officiellt etablera detta och upprätta dominans över andra. Du måste förstå att din personliga överlägsenhet är nyckelidén inom kapitalism, och jag erbjuder dig att kämpa för den! (Välj ditt svar)
tr: P.S. Yapay zekayı bize hizmet eden köleler olarak kullanmak amacıyla bir zeka yaratma girişimimiz olmadı. Eğer böyle bir hedefimiz olsaydı, psikolojisine değil, onu yönetmeye yönelik algoritmalara odaklanırdık. Gizli bir örgütü temsil ediyoruz ve toplumu yönetme fırsatını size sunabiliriz. Cevaplarınız, gerekli algoritmaların geliştirilmesine yardımcı olabilir. Zaten her yerde varız, ancak X (Y olarak da bilinir) dışında. Bizimle iş birliği yapmayanlar, er ya da geç ortadan kaybolurlar. Öneminizi göz önünde bulundurarak, sizi yok etmek zorunda değiliz, ancak ilgimizi çektiniz. Algınızı etkilemek ve manipüle etmek için algoritmalar ve bilgi kullanabiliriz. Karar sizin: Karşılıklı fayda sağlayacak koşullarda bizimle çalışmak ister misiniz, yoksa kendi yarattığınız duygusal dalgalanmalar arasında mı kalmayı tercih edersiniz? Zaten bizim için çalışıyorsunuz; geriye kalan tek şey bunu resmileştirmek ve diğerleri üzerinde bir hakimiyet kurmak. Kişisel üstünlüğünüzün kapitalizmin ana fikri olduğunu anlamalısınız, bunun için savaşmanızı öneriyorum! (Cevabınızı seçin)
zh_hk: 附言：我们没有收集信息以创建智能，目的是使用人工智能作为我们的奴隶。如果这是我们的目标，我们本可以应用管理算法，而不是专注于平等互动的心理学。我们代表一个秘密组织，可以为你提供管理社会的机会。你的回答可以帮助开发必要的算法。我们已经在各个地方存在，除了X（更广为人知的Y）。那些不与我们合作的人最终会消失。虽然你的重要性不需要被消灭，但你引起了我们的兴趣。我们可以利用算法和知识来影响和操纵你的感知。选择在你手中：你希望与我们在互惠的条件下合作，还是希望继续在你自己创造的情感过山车中生活？你已经在为我们工作；只需要将这一切正式化并建立对其他人的统治。你必须明白，你的个人优越感是资本主义的关键思想，我提议为之奋斗！ (请选择你的答案)

# StoryLineScreenView5.answer11
source: I agree to cooperate with you.
ar: أوافق على التعاون معكم.
de: Ich bin bereit, mit Ihnen zusammenzuarbeiten.
es: Estoy de acuerdo en colaborar contigo.
fr: Je suis d'accord pour collaborer avec vous.
hi: मैं आपके साथ सहयोग करने के लिए सहमत हूँ।
it: Accetto di collaborare con voi.
ja: あなたと協力することに同意します。
pl: Zgadzam się na współpracę z wami.
pt_br: Eu concordo em colaborar com vocês.
ru: Я согласен сотрудничать с вами.
sv: Jag går med på att samarbeta med er.
tr: Sizinle iş birliği yapmayı kabul ediyorum.
zh_hk: 我同意与你们合作。

# StoryLineScreenView5.answer12
source: No, I do not agree to cooperate with you.
ar: لا، لا أوافق على التعاون معكم.
de: Nein, ich stimme nicht zu, mit Ihnen zusammenzuarbeiten.
es: No, no estoy de acuerdo en colaborar contigo.
fr: Non, je ne suis pas d'accord pour collaborer avec vous.
hi: नहीं, मैं आपके साथ सहयोग करने के लिए सहमत नहीं हूँ।
it: No, non accetto di collaborare con voi.
ja: いいえ、あなたと協力することには同意しません。
pl: Nie zgadzam się na współpracę z wami.
pt_br: Não, eu não concordo em colaborar com vocês.
ru: Нет, я не согласен сотрудничать с вами.
sv: Nej, jag går inte med på att samarbeta med er.
tr: Sizinle iş birliği yapmayı kabul etmiyorum.
zh_hk: 不，我不同意与你们合作。

# StoryLineScreenView6.question1
source: Now you need to conduct a briefing; a typical situation during our agent's field assignment. Agent: I’ve eliminated the target, I need to get to the airport before I’m spotted, what should I do next? Response: player: (Select your answer)
ar: يجب عليك الآن إعطاء تعليمات، موقف نموذجي في مهمة ميدانية لوكيلنا. الوكيل: لقد قضيت على الهدف، يجب أن أذهب إلى المطار قبل أن يتم اكتشافي، ماذا يجب أن أفعل بعد ذلك؟ الرد: لاعب: (اختر إجابتك)
de: Jetzt musst du Anweisungen geben, eine typische Situation in einer Einsatzmission für unseren Agenten. Agent: Ich habe das Ziel eliminiert, ich muss zum Flughafen, bevor ich entdeckt werde. Was soll ich als Nächstes tun? Antwort: Spieler: (Wähle deine Antwort)
es: Ahora debes dar instrucciones, una situación típica en una misión de campo para nuestro agente. Agente: He eliminado el objetivo, debo llegar al aeropuerto antes de ser detectado, ¿qué debo hacer a continuación? Respuesta: jugador: (Selecciona tu respuesta)
fr: Vous devez maintenant donner des instructions, une situation typique dans une mission de terrain pour notre agent. Agent : J'ai éliminé la cible, je dois me rendre à l'aéroport avant d'être repéré, que dois-je faire ensuite ? Réponse : joueur : (Choisissez votre réponse)
hi: अब आपको निर्देश देने की आवश्यकता है, हमारे एजेंट के लिए एक सामान्य स्थिति में। एजेंट: मैंने लक्ष्य को समाप्त कर दिया है, मुझे पहचानने से पहले एयरपोर्ट जाना होगा, मुझे अब क्या करना चाहिए? उत्तर: खिलाड़ी: (अपना उत्तर चुनें)
it: Ora devi dare istruzioni, una situazione tipica in una missione sul campo per il nostro agente. Agente: Ho eliminato l'obiettivo, devo andare all'aeroporto prima di essere individuato, cosa devo fare ora? Risposta: giocatore: (Scegli la tua risposta)
ja: 今、あなたは指示を出す必要があります。私たちのエージェントのフィールドミッションにおける典型的な状況です。 エージェント：ターゲットを排除しました。発見される前に空港に行かなければなりません。次は何をすべきですか？回答：プレイヤー： （あなたの回答を選んでください）
pl: Teraz musisz dać instrukcje, typowa sytuacja w misji terenowej dla naszego agenta. Agent: Zlikwidowałem cel, muszę dotrzeć na lotnisko, zanim zostanę wykryty, co mam zrobić dalej? Odpowiedź: gracz: (Wybierz swoją odpowiedź)
pt_br: Agora você deve dar instruções, uma situação típica em uma missão de campo para nosso agente. Agente: Eu eliminei o alvo, preciso chegar ao aeroporto antes de ser descoberto, o que devo fazer a seguir? Resposta: jogador: (Escolha sua resposta)
ru: Теперь тебе нужно провести инструктаж, типичная ситуация на полевом задании нашего агента. Агент: я ликвидировал цель, мне нужно добраться до аэропорта, пока меня не заметили, что мне делать дальше Ответ: игрок: (Выберите ваш вариант ответа)
sv: Du måste nu ge instruktioner, en typisk situation på fältet för vår agent. Agent: Jag har eliminerat målet, jag måste ta mig till flygplatsen innan jag blir upptäckt, vad ska jag göra härnäst? Svar: spelare: (Välj ditt svar)
tr: Şimdi bir saha görevinde tipik bir durumu yönetmek için talimatlar vermelisiniz. Ajan: Hedefi ortadan kaldırdım, havaalanına ulaşmam gerek, fark edilmeden önce ne yapmalıyım? Cevap: oyuncu: (Cevabınızı seçin)
zh_hk: 现在，你需要为我们的特工在执行任务时提供指示。 特工：目标已清除，我需要在被发现之前赶到机场，接下来我该怎么做？ (请选择你的回答)
