Repository: Nikita318-creator/logic-card-game
Catalog: logic-card-game/Logic2/Resourcees/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, it, ja, pl, pt_br, ru, sv, tr, zh_hk

# StoreScreen.ChangeCards.Title
source: You can change the cover or card set from robots to a theme that interests you!
ar: يمكنك تغيير الغلاف أو مجموعة بطاقات الروبوتات إلى موضوع يثير اهتمامك!
de: ¡Puedes cambiar la cubierta o el conjunto de cartas de los robots por un tema que te interese!
es: ¡Puedes cambiar la cubierta o el conjunto de cartas de los robots por un tema que te interese!
fr: Vous pouvez changer la couverture ou l'ensemble de cartes des robots pour un thème qui vous intéresse !
hi: आप रोबोटों के कवर या कार्ड सेट को किसी दिलचस्प विषय के लिए बदल सकते हैं!
it: Puoi cambiare la copertura o il set di carte dei robot per un tema che ti interessa!
ja: ロボットのカバーまたはカードセットを興味のあるテーマに変更できます！
pl: Możesz zmienić okładkę lub zestaw kart robotów na temat, który cię interesuje!
pt_br: Você pode mudar a capa ou o conjunto de cartas dos robôs para um tema que lhe interessa!
ru: Вы можете сменить обложку или набор карточек с роботов на ту тематику которая интересна вам!
sv: Du kan ändra omslaget eller kortuppsättningen för robotarna till ett tema som intresserar dig!
tr: Robotların kart kaplamasını veya kart setini ilginizi çeken bir temayla değiştirebilirsiniz!
zh_hk: 你可以更改机器人卡片的封面或套装，选择你感兴趣的主题！

# StoreScreen.ChangeCards.Message
source: Go to the STORE?
ar: هل تريد الذهاب إلى المتجر ؟
de: ¿Ir a la TIENDA ?
es: ¿Ir a la TIENDA?
fr: Aller au MAGASIN ?
hi: क्या आप स्टोर पर जाना चाहते हैं?
it: Andare al NEGOZIO ?
ja: お店に行きますか？
pl: Chcesz iść do SKLEPU?
pt_br: Ir para a LOJA?
ru: Прейти в МАГАЗИН?
sv: Gå till BUTIKEN?
tr: MAĞAZAYA git?
zh_hk: 前往商店？

# DailyRewardView.Title
source: Choose a card:
ar: اختر بطاقة :
de: Elige una carta:
es: Elige una carta:
fr: Choisissez une carte :
hi: एक कार्ड चुनें:
it: Scegli una carta :
ja: カードを選んでください：
pl: Wybierz kartę:
pt_br: Escolha uma carta:
ru: Выберите карточку:
sv: Välj ett kort:
tr: Bir kart seçin:
zh_hk: 选择一张卡片：

# Purchases.Light.Text
source: Open the letter for 1 coin?
ar: هل تريد فتح الرسالة مقابل 1 قطعة ؟
de: ¿Quieres abrir la carta por 1 moneda ?
es: ¿Quieres abrir la carta por 1 moneda?
fr: Voulez-vous ouvrir la lettre pour 1 pièce ?
hi: क्या आप 1 सिक्के के लिए पत्र खोलना चाहते हैं?
it: Vuoi aprire la lettera per 1 moneta ?
ja: 1コインで手紙を開けますか？
pl: Czy chcesz otworzyć listę za 1 monetę?
pt_br: Você quer abrir a carta por 1 moeda?
ru: Открыть букву за 1 монету?
sv: Vill du öppna brevet för 1 mynt?
tr: Bu harfi 1 jeton karşılığında açmak ister misiniz?
zh_hk: 你想用1枚金币打开信封吗？

# Purchases.Arrow.Text
source: Open the word completely by watching an ad?
ar: هل تريد فتح الكلمة بالكامل بمشاهدة إعلان ؟
de: ¿Quieres abrir la palabra completa viendo un anuncio ?
es: ¿Quieres abrir la palabra completa viendo un anuncio?
fr: Voulez-vous ouvrir le mot entier en regardant une publicité ?
hi: क्या आप विज्ञापन देखकर पूरा शब्द खोलना चाहते हैं?
it: Vuoi aprire l'intera parola guardando una pubblicità ?
ja: 広告を見て完全な言葉を開けますか？
pl: Czy chcesz otworzyć cały wyraz, oglądając reklamę?
pt_br: Você quer abrir a palavra inteira assistindo a um anúncio?
ru: Открыть слово целиком за просмотр рекламы?
sv: Vill du öppna hela ordet genom att titta på en annons?
tr: Tüm kelimeyi açmak için bir reklam izlemek ister misiniz?
zh_hk: 你想通过观看广告来打开整句话吗？

# Purchases.CostLevels.Text
source: Would you like to unlock 50 additional levels for 500 coins?
ar: هل ترغب في فتح 50 مستوى إضافي مقابل 500 قطعة ؟
de: ¿Deseas desbloquear 50 niveles adicionales por 500 monedas ?
es: ¿Quieres desbloquear 50 niveles adicionales por 500 monedas?
fr: Souhaitez-vous débloquer 50 niveaux supplémentaires pour 500 pièces ?
hi: क्या आप 500 सिक्कों के लिए 50 अतिरिक्त स्तर अनलॉक करना चाहेंगे?
it: Desideri sbloccare 50 livelli aggiuntivi per 500 monete ?
ja: 500コインで50の追加レベルを解除しますか？
pl: Czy chcesz odblokować 50 dodatkowych poziomów za 500 monet?
pt_br: Deseja desbloquear 50 níveis adicionais por 500 moedas?
ru: Хотите открыть 50 дополнительных уровней за 500 монет?
sv: Vill du låsa upp ytterligare 50 nivåer för 500 mynt?
tr: 500 jeton karşılığında 50 ek seviye açmak ister misiniz?
zh_hk: 你愿意花500枚金币解锁50个额外关卡吗？

# Purchases.Free
source: Free
ar: مجاني
de: Gratis
es: Gratis
fr: Gratuit
hi: मुफ्त
it: Gratuito
ja: 無料
pl: Darmowe
pt_br: Grátis
ru: Бесплатно
sv: Gratis
tr: Ücretsiz
zh_hk: 免费

# Purchases.InApp.failed.title
source: Error
ar: خطأ
fr: Erreur
hi: त्रुटि
it: Errore
ja: エラー
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
zh_hk: 错误

# Purchases.InApp.failed.message
source: We apologize – an error occurred during the purchase, please try again later.
ar: نعتذر - حدث خطأ أثناء الشراء، يرجى المحاولة لاحقًا.
de: Lo sentimos, ha ocurrido un error durante la compra, por favor intente de nuevo más tarde.
es: Lo sentimos, hubo un error durante la compra. Por favor, inténtalo de nuevo más tarde.
fr: Nous sommes désolés - une erreur s'est produite lors de l'achat, veuillez réessayer plus tard.
hi: हमें खेद है - खरीदारी के दौरान एक त्रुटि हुई, कृपया बाद में फिर से प्रयास करें।
it: Ci dispiace - si è verificato un errore durante l'acquisto, ti preghiamo di riprovare più tardi.
ja: 申し訳ありません - 購入中にエラーが発生しました。後で再試行してください。
pl: Przykro nam - wystąpił błąd podczas zakupu, spróbuj ponownie później.
pt_br: Desculpe - ocorreu um erro durante a compra, tente novamente mais tarde.
ru: Приносим свои извинения - во время покупки произошла ошибка, попробуйте повторить покупку позже
sv: Vi är ledsna - ett fel inträffade vid köpet, vänligen försök igen senare.
tr: Üzgünüz - satın alma işlemi sırasında bir hata oluştu, lütfen daha sonra tekrar deneyin.
zh_hk: 抱歉，购买时出现错误，请稍后重试。

# Purchases.InApp.restored.title
source: Restored
ar: تم استردادها
de: Restaurado
es: Restaurado
fr: Récupéré
hi: पुनर्स्थापित किया गया
it: Ripristinato
ja: 復元されました
pl: Przywrócono
pt_br: Restaurado
ru: Восстановлено
sv: Återställd
tr: Geri Yüklendi
zh_hk: 已恢复

# Purchases.InApp.restored.message
source: Congratulations – your purchase has been successfully restored.
ar: تهانينا - تم استرداد مشترياتك بنجاح.
de: ¡Felicidades! Su compra ha sido restaurada con éxito.
es: ¡Felicidades, tu compra ha sido restaurada con éxito!
fr: Félicitations - votre achat a été restauré avec succès.
hi: बधाई हो - आपकी खरीदारी सफलतापूर्वक पुनर्स्थापित हो गई है।
it: Congratulazioni - il tuo acquisto è stato ripristinato con successo.
ja: おめでとうございます - 購入が正常に復元されました。
pl: Gratulacje - Twój zakup został pomyślnie przywrócony.
pt_br: Parabéns - sua compra foi restaurada com sucesso.
ru: Поздравляем - ваша покупка успешно восстановлена
sv: Grattis - ditt köp har återställts framgångsrikt.
tr: Tebrikler - satın alımınız başarıyla geri yüklendi.
zh_hk: 恭喜 - 你的购买已成功恢复。

# Purchases.InApp.purchased.title
source: Congratulations
ar: تهانينا
de: Felicidades
es: Felicidades
fr: Félicitations
hi: बधाई हो
it: Congratulazioni
ja: おめでとうございます
pl: Gratulacje
pt_br: Parabéns
ru: Поздравляем
sv: Grattis
tr: Tebrikler
zh_hk: 恭喜

# Purchases.InApp.purchased.message
source: Your purchase was successful!
ar: تم إجراء الشراء بنجاح!
de: ¡La compra se ha realizado con éxito!
es: ¡La compra se realizó con éxito!
fr: L'achat a été effectué avec succès !
hi: खरीदारी सफलतापूर्वक की गई!
it: L'acquisto è stato effettuato con successo!
ja: 購入が正常に完了しました！
pl: Zakup został pomyślnie zrealizowany!
pt_br: A compra foi realizada com sucesso!
ru: Покупка прошла успешно!
sv: Köpet har slutförts framgångsrikt!
tr: Satın alım başarıyla tamamlandı!
zh_hk: 购买成功！

# UNUserNotificationCenter.Text1
source: Puzzles are lonely, and new challenges are waiting for your brilliant solution!
ar: الألغاز تشعر بالملل، وتحديات جديدة تنتظر عبقريتك!
de: ¡Los acertijos se aburren y nuevos desafíos esperan a tu genio!
es: Los acertijos están aburridos, ¡y nuevos desafíos esperan tu genio!
fr: Les énigmes s'ennuient, et de nouveaux défis attendent votre génie !
hi: पहेलियाँ बोर हो गई हैं, और नए चुनौती आपके प्रतिभा की प्रतीक्षा कर रहे हैं!
it: Gli enigmi si annoiano, e nuove sfide attendono il tuo ingegno!
ja: パズルは退屈していて、新しい挑戦があなたの才能を待っています！
pl: Zagadki się nudzą, a nowe wyzwania czekają na twoją inteligencję!
pt_br: Os enigmas estão entediados, e novos desafios aguardam seu gênio!
ru: Головоломки скучают, а новые задания ждут твоего гениального решения!
sv: Pusslen har tråkigt, och nya utmaningar väntar på ditt geni!
tr: Bulmacalar sıkıldı ve yeni zorluklar zekanızı bekliyor!
zh_hk: 谜题等不及了，新挑战正等待着你的天才思维！

# UNUserNotificationCenter.Text2
source: The game misses your intelligence! Come back and prove that no one solves them better!
ar: اللعبة بحاجة إلى ذكائك! عد واظهر أنه لا أحد يحلها أفضل منك!
de: ¡El juego necesita tu inteligencia! ¡Regresa y demuestra que nadie los resuelve mejor!
es: ¡El juego necesita tu inteligencia! Regresa y demuestra que nadie los resuelve mejor.
fr: Le jeu a besoin de votre intelligence ! Revenez et montrez que personne ne les résout mieux !
hi: खेल को आपकी बुद्धिमत्ता की आवश्यकता है! वापस आओ और दिखाओ कि कोई और बेहतर नहीं हल करता है!
it: Il gioco ha bisogno della tua intelligenza! Torna e mostra che nessuno li risolve meglio di te!
ja: ゲームにはあなたの知性が必要です！戻ってきて、誰よりも上手に解決してください！
pl: Gra potrzebuje twojej inteligencji! Wróć i pokaż, że nikt ich nie rozwiązuje lepiej!
pt_br: O jogo precisa da sua inteligência! Volte e mostre que ninguém os resolve melhor!
ru: Игре не хватает твоего ума! Возвращайся и докажи, что никто не решает их лучше!
sv: Spelet behöver din intelligens! Kom tillbaka och visa att ingen löser dem bättre!
tr: Oyun sizin zekanıza ihtiyaç duyuyor! Geri dönün ve hiç kimsenin sizden daha iyi çözemediğini gösterin!
zh_hk: 游戏需要你的智慧！快回来，证明没人能比你解得更好！

# UNUserNotificationCenter.Text3
source: Missed your clever solutions? Time to return to the game!
ar: هل اشتقت إلينا بحلولك الذكية؟ حان الوقت للعودة إلى اللعبة!
de: ¿Nos has extrañado con tus soluciones ingeniosas? ¡Es hora de volver al juego!
es: ¿Nos extrañaste con tus soluciones ingeniosas? ¡Es hora de volver al juego!
fr: Vous nous avez manqué avec vos solutions astucieuses ? Il est temps de revenir au jeu !
hi: क्या आप अपनी बुद्धिमानी के समाधान के साथ हमें याद कर रहे हैं? खेल में वापस आने का समय है!
it: Ti abbiamo mancato con le tue soluzioni astute? È tempo di tornare al gioco!
ja: 巧妙な解決策であなたが恋しいですか？ゲームに戻る時間です！
pl: Tęskniliśmy za twoimi błyskotliwymi rozwiązaniami? Czas wrócić do gry!
pt_br: Sentiu nossa falta com suas soluções astutas? É hora de voltar ao jogo!
ru: Соскучились по твоим умным решениям? Время вернуться в игру!
sv: Vi har saknat dina kluriga lösningar! Det är dags att återvända till spelet!
tr: Kurnaz çözümlerinizle bizi özlettiniz mi? Oyuna geri dönme zamanı!
zh_hk: 你是不是想念自己巧妙的解决方案了？是时候回到游戏中了！

# UNUserNotificationCenter.Text4
source: Your intellectual power awaits! Don't miss the chance!
ar: تنتظرك قوتك العقلية! لا تفوت هذه الفرصة!
de: ¡Tu fuerza intelectual te espera! ¡No pierdas esta oportunidad!
es: ¡Tu fuerza intelectual te espera! ¡No pierdas esta oportunidad!
fr: Votre force intellectuelle vous attend ! Ne manquez pas cette chance !
hi: आपकी बौद्धिक शक्ति आपकी प्रतीक्षा कर रही है! इस मौके को न चूकें!
it: La tua forza intellettuale ti aspetta! Non perdere questa occasione!
ja: あなたの知的な力があなたを待っています！このチャンスをお見逃しなく！
pl: Twoja siła intelektualna czeka! Nie przegap tej szansy!
pt_br: Sua força intelectual está te esperando! Não perca essa chance!
ru: Твоя интеллектуальная сила ждёт! Не упусти шанс!
sv: Din intellektuella styrka väntar på dig! Missa inte denna chans!
tr: Zihinsel gücünüz sizi bekliyor! Bu fırsatı kaçırmayın!
zh_hk: 你的智力力量正等着你！不要错过这个机会！

# UNUserNotificationCenter.Text5
source: We have new logical tasks! Don't leave them unsolved!
ar: لدينا ألغاز منطقية جديدة! لا تتركها بلا حل!
de: ¡Tenemos nuevos acertijos lógicos! ¡No los dejes sin resolver!
es: ¡Tenemos nuevos acertijos lógicos! ¡No los dejes sin resolver!
fr: Nous avons de nouvelles énigmes logiques ! Ne les laissez pas sans solution !
hi: हमारे पास नई तार्किक पहेलियाँ हैं! इन्हें बिना हल किए न छोड़ें!
it: Abbiamo nuovi enigmi logici! Non lasciarli senza soluzione!
ja: 新しい論理パズルがあります！解決策なしに放置しないでください！
pl: Mamy nowe zagadki logiczne! Nie zostawiaj ich bez rozwiązania!
pt_br: Temos novos enigmas lógicos! Não os deixe sem solução!
ru: У нас новые логические задачи! Не оставляй их без решения!
sv: Vi har nya logiska pussel! Låt dem inte förbli olösta!
tr: Yeni mantık bulmacalarımız var! Onları çözümsüz bırakmayın!
zh_hk: 我们有新的逻辑谜题！不要让它们无人解决！

# UNUserNotificationCenter.Text6
source: You've become the best, now check your skills again!
ar: لقد أصبحت الأفضل، لذا تعال واختبر مهاراتك مرة أخرى!
de: ¡Te has convertido en el mejor, así que ven a probar tus habilidades de nuevo!
es: Te has convertido en el mejor, ¡así que ven y pon a prueba tus habilidades nuevamente!
fr: Vous êtes devenu le meilleur, alors venez tester à nouveau vos compétences !
hi: आप सबसे अच्छे बन गए हैं, तो आइए फिर से अपनी क्षमताओं का परीक्षण करें!
it: Sei diventato il migliore, quindi vieni a mettere alla prova di nuovo le tue abilità!
ja: あなたは最高になったので、再びスキルを試すために来てください！
pl: Stałeś się najlepszy, więc przyjdź ponownie przetestować swoje umiejętności!
pt_br: Você se tornou o melhor, então venha testar suas habilidades novamente!
ru: Ты стал лучшим, а теперь проверь свои навыки снова!
sv: Du har blivit bäst, så kom och testa dina färdigheter igen!
tr: En iyi siz oldunuz, şimdi yeteneklerinizi bir kez daha test edin!
zh_hk: 你已经是最棒的了，来再次挑战你的技能吧！

# LanguageSelectionView.Text
source: The selected language will be set for the entire application MatchMaker AI.
ar: ستتم تعيين اللغة المحددة للتطبيق بالكامل.
de: Die ausgewählte Sprache wird für die gesamte Anwendung festgelegt MatchMaker AI.
es: El idioma seleccionado se establecerá para toda la aplicación MatchMaker AI.
fr: La langue sélectionnée sera définie pour l'ensemble de l'application MatchMaker AI.
hi: चुनी गई भाषा पूरे एप्लिकेशन के लिए सेट की जाएगी।
it: La lingua selezionata sarà impostata per l'intera applicazione MatchMaker AI.
ja: 選択した言語はアプリ全体に設定されます。
pl: Wybrany język zostanie ustawiony dla całej aplikacji MatchMaker AI.
pt_br: O idioma selecionado será definido para todo o aplicativo MatchMaker AI.
ru: Выбраный язык будет установлен для всего приложения MatchMaker AI.
sv: Det valda språket kommer att ställas in för hela applikationen MatchMaker AI.
tr: Seçilen dil, tüm uygulama için ayarlanacaktır MatchMaker AI.
zh_hk: 所选语言将为整个应用程序设置。

# LanguageSelectionView.Confirm
source: Reload
ar: إعادة تحميل
de: Neuladen
es: Recargar
fr: Recharger
hi: पुनः लोड करें
it: Ricaricare
ja: 再読み込み
pl: Przeładuj
pt_br: Recarregar
ru: Перезагрузить
sv: Ladda om
tr: Yeniden Yükle
zh_hk: 重新加载

# LanguageSelectionView.Button.Text.Confirm
source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
it: Applica
ja: 適用
pl: Zastosuj
pt_br: Aplicar
ru: Применить
sv: Tillämpa
tr: Uygula
zh_hk: 应用

# LanguageSelectionView.Message
source: To apply the changes, the application needs to be restarted.
ar: لتطبيق التغييرات، يجب إعادة تشغيل التطبيق.
de: Um die Änderungen wirksam werden zu lassen, muss die Anwendung neu gestartet werden.
es: Para que los cambios surtan efecto, es necesario reiniciar la aplicación.
fr: Pour que les modifications prennent effet, l'application doit être redémarrée.
hi: परिवर्तनों को प्रभावी होने के लिए एप्लिकेशन को पुनः आरंभ करना आवश्यक है।
it: Per far sì che le modifiche abbiano effetto, l'applicazione deve essere riavviata.
ja: 変更を有効にするには、アプリを再起動する必要があります。
pl: Aby zmiany zaczęły obowiązywać, należy ponownie uruchomić aplikację.
pt_br: Para que as alterações tenham efeito, o aplicativo precisa ser reiniciado.
ru: Для того чтобы изменения вступили в силу - необходимо перезагрузить приложение.
sv: För att ändringarna ska träda i kraft måste applikationen startas om.
tr: Değişikliklerin geçerli olması için uygulamanın yeniden başlatılması gerekmektedir.
zh_hk: 要使更改生效，应用程序需要重新启动。

# LanguageSelectionView.Title
source: Attention
ar: تنبيه
de: Achtung
es: Atención
hi: ध्यान दें
it: Attenzione
ja: 注意
pl: Uwaga
pt_br: Atenção
ru: Внимание
sv: Varning
tr: Dikkat
zh_hk: 注意

source: OK
ar: حسناً
de: In Ordnung
es: Está bien
fr: D'accord
hi: ठीक
it: Va bene
ja: はい
sv: Okej
tr: Tamam
zh_hk: 好的

# ResultStoryLineScreenView.GoToNext3
source: Training artificial intelligence in logical reasoning is about to reach a new level—get ready to tackle complex tasks at an intelligent level. The goal is to develop AI's ability to solve intellectual tasks flexibly and effectively, enabling it to handle more complicated situations and make informed decisions based on logical reasoning.
ru: Обучение искусственного интеллекта логическому мышлению выходит на новый уровень приготовься к решению сложных задач на уровень интеллекта. Цель — развить у ИИ способность к гибкому и эффективному решению интеллектуальных задач, что позволит ему справляться с более сложными ситуациями и принимать обоснованные решения на основе логических рассуждений
