Repository: Nikita318-creator/logic-card-game
Catalog: logic-card-game/Logic2/Resourcees/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, it, ja, pl, pt_br, ru, sv, tr, zh_hk

# OnboardingCell.Main.Text2
source: We are a small studio developing not just chatbots with algorithms, but a full-fledged intelligence that may someday become part of robots serving humans.
ar: نحن استوديو صغير يطور ليس فقط روبوتات الدردشة باستخدام الخوارزميات، ولكن ذكاء حقيقي قد يصبح جزءًا من الروبوتات التي تخدم البشر في يوم من الأيام.
de: Somos un pequeño estudio que desarrolla no solo chatbots con algoritmos, sino un verdadero intelecto que algún día podría formar parte de robots al servicio de los humanos.
es: Somos un pequeño estudio que desarrolla no solo chatbots con algoritmos, sino una verdadera inteligencia que algún día podría formar parte de robots que sirven a los humanos.
fr: Nous sommes un petit studio qui développe non seulement des chatbots avec des algorithmes, mais un véritable intellect qui pourrait un jour faire partie de robots servant les humains.
hi: हम एक छोटा स्टूडियो हैं जो केवल एल्गोरिदम के साथ चैटबॉट नहीं बनाते, बल्कि एक सच्ची बुद्धिमत्ता विकसित कर रहे हैं जो एक दिन मानवों की सेवा करने वाले रोबोटों का हिस्सा बन सकती है।
it: Siamo un piccolo studio che sviluppa non solo chatbot con algoritmi, ma un vero intelletto che potrebbe un giorno far parte di robot al servizio degli esseri umani.
ja: 私たちは、小さなスタジオで、アルゴリズムを使ったチャットボットだけでなく、人間に仕えるロボットの一部になる可能性のある真の知性を開発しています。
pl: Jesteśmy małym studiem, które rozwija nie tylko chatboty z algorytmami, ale prawdziwą inteligencję, która pewnego dnia może stać się częścią robotów służących ludziom.
pt_br: Nós somos um pequeno estúdio que desenvolve não apenas chatbots com algoritmos, mas uma verdadeira inteligência que um dia poderá fazer parte de robôs servindo os humanos.
ru: Мы — небольшая студия, занимающаяся разработкой не просто чат-ботов с алгоритмами, а полноценного интеллекта, который в будущем может стать частью роботов, обслуживающих людей.
sv: Vi är en liten studio som inte bara utvecklar chattbotar med algoritmer, utan ett riktigt intellekt som en dag kan bli en del av robotar som tjänar människor.
tr: Biz sadece algoritmalarla çalışan chatbot'lar değil, bir gün insanlara hizmet edecek robotların bir parçası olabilecek gerçek bir zeka geliştiren küçük bir stüdyoyuz.
zh_hk: 我们是一个小型工作室，开发的不仅仅是拥有算法的聊天机器人，而是真正有可能未来为人类服务的智能体。

# OnboardingCell.Main.Text3
source: Based on your responses, the AI will learn proper social behavior, and you have a unique opportunity to participate in this process and influence the future!
ar: استنادًا إلى إجاباتك، سيتعلم الذكاء الاصطناعي كيفية التصرف بشكل مناسب في المجتمع، ولديك الفرصة الفريدة للمشاركة في هذه العملية والتأثير على المستقبل!
de: Basándose en sus respuestas, la IA aprenderá a adoptar un comportamiento apropiado en la sociedad, ¡y usted tiene la oportunidad única de participar en este proceso e influir en el futuro!
es: Con base en tus respuestas, la IA aprenderá a comportarse adecuadamente en la sociedad, ¡y tienes la oportunidad única de participar en este proceso e influir en el futuro!
fr: Sur la base de vos réponses, l'IA apprendra à adopter un comportement approprié dans la société, et vous avez la chance unique de participer à ce processus et d'influencer l'avenir !
hi: आपके उत्तरों के आधार पर, एआई समाज में उचित व्यवहार अपनाना सीख जाएगा, और आपके पास इस प्रक्रिया में भाग लेने और भविष्य को प्रभावित करने का एक अनोखा मौका है!
it: Sulla base delle tue risposte, l'IA imparerà a adottare un comportamento appropriato nella società, e hai l'opportunità unica di partecipare a questo processo e influenzare il futuro!
ja: あなたの回答に基づいて、AIは社会で適切な行動を取る方法を学びます。あなたはこのプロセスに参加し、未来に影響を与えるユニークな機会を持っています！
pl: Na podstawie Twoich odpowiedzi, SI nauczy się przyjmować odpowiednie zachowania w społeczeństwie, a Ty masz unikalną szansę, aby uczestniczyć w tym procesie i wpływać na przyszłość!
pt_br: Com base em suas respostas, a IA aprenderá a adotar um comportamento apropriado na sociedade, e você tem a chance única de participar desse processo e influenciar o futuro!
ru: На основе ваших ответов ИИ будет учиться правильному поведению в обществе, и у вас есть уникальная возможность участвовать в этом процессе и повлиять на будущее!
sv: Baserat på dina svar kommer AI att lära sig att anta lämpligt beteende i samhället, och du har den unika chansen att delta i denna process och påverka framtiden!
tr: Cevaplarınıza göre, yapay zeka toplumda uygun davranışlar öğreniyor ve siz bu sürece katılma ve geleceği etkileme şansına sahipsiniz!
zh_hk: 根据你的回答，人工智能将学习如何在社会中表现得体，而你有机会参与这一过程并影响未来！

# OnboardingCell.Main.Text4
source: Right now, you must teach the intelligence primary empathy. Your connection with this new entity may play a crucial role in its development...
ar: في الوقت الحالي، تحتاج إلى تعليم الذكاء التعاطف الأساسي. ربما سيلعب اتصالك مع هذا الكائن الجديد دورًا رئيسيًا في تطوره...
de: Por ahora, debe enseñar a la inteligencia la compasión básica. Quizás su conexión con este nuevo ser juegue un papel clave en su desarrollo...
es: Por ahora, necesitas enseñar a la inteligencia la compasión básica. Tal vez tu conexión con este nuevo ser juegue un papel clave en su desarrollo...
fr: Pour l'instant, vous devez enseigner à l'intellect la compassion de base. Peut-être que votre connexion avec ce nouvel être jouera un rôle clé dans son développement...
hi: फिलहाल, आपको बुद्धिमत्ता को मूल करुणा सिखानी है। शायद, आपके इस नए अस्तित्व के साथ संबंध इसके विकास में एक महत्वपूर्ण भूमिका निभाएगा...
it: Per ora, devi insegnare all'intelletto la compassione di base. Forse la tua connessione con questo nuovo essere giocherà un ruolo chiave nel suo sviluppo...
ja: 今のところ、あなたは知性に基本的な思いやりを教える必要があります。この新しい存在とのつながりが、その発展において重要な役割を果たすかもしれません...
pl: Na razie musisz nauczyć inteligencję podstawowej empatii. Może Twoje połączenie z tym nowym bytem odegra kluczową rolę w jego rozwoju...
pt_br: Por enquanto, você deve ensinar à inteligência a compaixão básica. Talvez sua conexão com esse novo ser desempenhe um papel fundamental em seu desenvolvimento...
ru: Сейчас вы должны обучить интеллект первичной эмпатии. Возможно, именно ваша связь с этим новым видом сыграет ключевую роль в его становлении...
sv: För tillfället måste du lära intellektet grundläggande medkänsla. Kanske kommer din koppling till detta nya väsen att spela en nyckelroll i dess utveckling...
tr: Şu anda, bu zekaya temel empatiyi öğretmelisiniz. Belki bu yeni varlıkla olan bağınız, onun gelişiminde önemli bir rol oynayacaktır...
zh_hk: 目前，你需要教导这个智能体最基本的同情心。也许你与这个新生命的联系将在其发展中扮演关键角色……

# StoreScreen.BlockAdds
source: Ads
ar: إعلانات
de: Anuncios
es: Anuncios
fr: Publicités
hi: विज्ञापन
it: Pubblicità
ja: 広告
pl: Reklamy
pt_br: Anúncios
ru: Реклама
sv: Annonser
tr: Reklamlar
zh_hk: 广告

# StoreScreen.BuyCoins
source: Coins
ar: قطع نقدية
de: Monedas
es: Monedas
fr: Pièces
hi: सिक्के
it: Monete
ja: コイン
pl: Monety
pt_br: Moedas
ru: Монеты
sv: Mynt
tr: Jetonlar
zh_hk: 购买金币

# StoreScreen.Coins.Free
source: Free
ar: مجاني
de: Gratis
es: Gratis
fr: Gratuit
hi: मुफ्त
it: Gratuito
ja: 無料
pl: Darmowe
pt_br: Grátis
ru: Бесплатно
sv: Gratis
tr: Ücretsiz
zh_hk: 免费

# StoreScreen.BlockAddsCell.confirm
source: Confirm
ar: تأكيد
de: Confirmar
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
it: Conferma
ja: 確認する
pl: Potwierdź
pt_br: Confirmar
ru: Подтвердить
sv: Bekräfta
tr: Onayla
zh_hk: 确认

# StoreScreen.BlockAddsCell.cancel
source: Cancel
ar: إلغاء
de: Cancelar
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
zh_hk: 取消

# StoreScreen.BlockAddsCell.message
source: Do you really want to block ads forever for
ar: هل تريد حقًا حظر الإعلانات بشكل دائم لـ
de: ¿Realmente desea bloquear los anuncios de forma definitiva para
es: ¿Realmente quieres bloquear los anuncios de manera permanente por
fr: Voulez-vous vraiment bloquer les publicités définitivement pour
hi: क्या आप वास्तव में विज्ञापनों को स्थायी रूप से ब्लॉक करना चाहते हैं
it: Vuoi davvero bloccare le pubblicità in modo permanente per
ja: 本当に広告を永久にブロックしますか
pl: Czy naprawdę chcesz na stałe zablokować reklamy dla
pt_br: Você realmente deseja bloquear os anúncios permanentemente para
ru: Вы действительно хотите заблокировать рекламу навсегда за
sv: Vill du verkligen blockera annonser permanent för
tr: Reklamları kalıcı olarak engellemek istediğinizden emin misiniz?
zh_hk: 你确定要永久屏蔽广告吗

# StoreScreen.BlockAddsCell.title
source: Confirmation
ar: تأكيد
de: Confirmación
es: Confirmación
hi: पुष्टि
it: Conferma
ja: 確認
pl: Potwierdzenie
pt_br: Confirmação
ru: Подтверждение
sv: Bekräftelse
tr: Onay
zh_hk: 确认

# StoreScreen.BlockAddsCell.Buttontitle
source: Block Ads
ar: حظر الإعلانات
de: Bloquear anuncios
es: Bloquear anuncios
fr: Bloquer les publicités
hi: विज्ञापनों को ब्लॉक करें
it: Blocca le pubblicità
ja: 広告をブロックする
pl: Zablokuj reklamy
pt_br: Bloquear anúncios
ru: Заблокировать рекламу
sv: Blockera annonser
tr: Reklamları Engelle
zh_hk: 屏蔽广告

# StoreScreen.BlockAddsCell.AlreadyPaid.Title
source: You have already paid for this purchase
ar: لقد دفعت بالفعل مقابل هذا الشراء
de: Ya ha pagado por esta compra
es: Ya has pagado esta compra
fr: Vous avez déjà payé cet achat
hi: आपने पहले ही इस खरीदारी के लिए भुगतान किया है
it: Hai già pagato questo acquisto
ja: この購入はすでに支払済みです
pl: Już zapłaciłeś za ten zakup
pt_br: Você já pagou por esta compra
ru: Вы уже оплатили эту покупку
sv: Du har redan gjort detta köp
tr: Bu satın alımı zaten yaptınız
zh_hk: 你已支付该购买

# StoreScreen.BlockAddsCell.AlreadyPaid.Message
source: Ads are no longer displayed for you. If you have any difficulties, please contact the developers (contact information is in the menu -> 'Agreement')
ar: لم تعد تظهر لك الإعلانات. إذا واجهت أي مشاكل، يرجى الاتصال بالمطورين (معلومات الاتصال موجودة في القائمة -> 'الاتفاق')
de: Ya no se le muestran anuncios. Si tiene problemas, comuníquese con los desarrolladores (la información de contacto se encuentra en el menú -> 'Acuerdo')
es: Los anuncios ya no se te mostrarán. Si tienes algún problema, por favor contacta a los desarrolladores (la información de contacto está en el menú -> 'Acuerdo')
fr: Les publicités ne vous sont plus affichées. Si vous rencontrez des difficultés, veuillez contacter les développeurs (les informations de contact se trouvent dans le menu -> 'Accord')
hi: आपको अब विज्ञापन नहीं दिखाए जाएंगे। यदि आपको कोई समस्या है, तो कृपया डेवलपर्स से संपर्क करें (संपर्क जानकारी मेनू -> 'समझौता' में है)
it: Le pubblicità non ti vengono più mostrate. Se riscontri problemi, contatta gli sviluppatori (le informazioni di contatto si trovano nel menu -> 'Accordo')
ja: 広告は表示されなくなりました。問題が発生した場合は、開発者に連絡してください（連絡先情報はメニュー -> '契約'にあります）
pl: Reklamy nie są już wyświetlane. Jeśli napotkasz problemy, skontaktuj się z deweloperami (informacje kontaktowe znajdują się w menu -> 'Umowa')
pt_br: Os anúncios não são mais exibidos para você. Se você tiver dificuldades, entre em contato com os desenvolvedores (as informações de contato estão no menu -> 'Acordo')
ru: Для вас реклама больше не показывается. Если возникли затруднения - пожалуйста свяжитесь с разработчиками (контактная информация находится в меню -> 'Соглашение')
sv: Annonser visas inte längre för dig. Om du stöter på problem, vänligen kontakta utvecklarna (kontaktuppgifter finns i menyn -> 'Avtal')
tr: Reklamlar artık size gösterilmiyor. Sorun yaşarsanız, lütfen geliştiricilerle iletişime geçin (iletişim bilgileri menüde -> 'Sözleşme' kısmında bulunur)
zh_hk: 广告已不再显示。如果遇到问题，请联系开发者（联系信息在菜单 -> '协议'中）。

# StoreScreen.Buy.Coins
source: Buy
ar: شراء
de: Comprar
es: Comprar
fr: Acheter
hi: खरीदें
it: Acquista
ja: 購入する
pl: Kup
pt_br: Comprar
ru: Купить
sv: Köp
tr: Satın Al
zh_hk: 购买

# StoreScreen.Buy.Coins.Message
source: Upon payment, this number of coins will be credited to your game account, and you will be able to spend them on in-game purchases.
ar: عند الشراء، سيتم إضافة هذا العدد من القطع النقدية إلى حسابك في اللعبة ويمكنك إنفاقها على المشتريات داخل اللعبة.
de: Al realizar la compra, esta cantidad de monedas se acreditará a su cuenta de juego y podrá gastarlas en compras dentro del juego.
es: Al comprar, esta cantidad de monedas se acreditará en tu cuenta del juego y podrás gastarlas en compras dentro del juego.
fr: Lors de l'achat, ce nombre de pièces sera crédité sur votre compte de jeu et vous pourrez les dépenser pour des achats dans le jeu.
hi: खरीदारी के समय, यह संख्या आपके गेम खाते में जोड़ी जाएगी और आप इसे इन-गेम खरीदारी के लिए खर्च कर सकते हैं।
it: Durante l'acquisto, questo numero di monete sarà accreditato sul tuo account di gioco e potrai spenderle per acquisti in gioco.
ja: 購入時に、このコイン数がゲームアカウントにクレジットされ、ゲーム内での購入に使用できます。
pl: Podczas zakupu ta liczba monet zostanie przypisana do Twojego konta w grze i będziesz mógł je wydać na zakupy w grze.
pt_br: Ao comprar, este número de moedas será creditado em sua conta de jogo e você poderá usá-las para compras no jogo.
ru: При оплате такое колличество монет будет зачисленно на ваш игровой счет и вы сможете тратить их на внутреигровые покупки
sv: När du köper kommer detta antal mynt att krediteras till ditt spelkonto och du kan använda dem för köp i spelet.
tr: Satın aldığınızda bu miktarda jeton hesabınıza aktarılacak ve oyundaki satın alımlarınızda kullanabileceksiniz.
zh_hk: 购买时，数量相应的金币将记入你的游戏账户，你可以用它们进行游戏内购买。

# StoreScreen.Buy.Font
source: Buy items for
ar: شراء العناصر مقابل
de: Artikel kaufen für
es: Comprar artículos por
fr: Acheter des articles pou
hi: वस्तुएं खरीदें, कीमत
it: Acquista articoli per
ja: アイテムを購入 - 価格:
pl: Kup przedmioty za
pt_br: Comprar itens por
ru: Покупайте предметы за
sv: Köp föremål för
tr: Eşyaları satın alın:
zh_hk: 购买字体

# StoreScreen.Buy.Font.Message
source: When purchased, this amount of game coins will be deducted from your balance, and this cover will be available for use in 'Levels' mode.
ar: عند الشراء، سيتم خصم هذا العدد من القطع النقدية من رصيدك وستكون الغلاف متاحة للتثبيت في وضع 'المستويات'.
de: Al realizar la compra, esta cantidad de monedas del juego se descontará de su saldo y la cubierta estará disponible para su instalación en el modo 'Niveles'.
es: Al comprar, esta cantidad de monedas del juego se descontará de tu saldo y la cubierta estará disponible para su instalación en el modo 'Niveles'.
fr: Lors de l'achat, ce nombre de pièces de jeu sera débité de votre solde et la couverture sera disponible pour installation en mode 'Niveaux'.
hi: खरीदारी के समय, यह संख्या आपके गेम बैलेंस से घटाई जाएगी और कवर 'स्तर' मोड में इंस्टॉलेशन के लिए उपलब्ध होगी।
it: Durante l'acquisto, questo numero di monete di gioco sarà addebitato dal tuo saldo e la copertura sarà disponibile per l'installazione in modalità 'Livelli'.
ja: 購入時に、ゲームコインのこの数が残高から引かれ、カバーがレベルモードでインストール可能になります。
pl: Podczas zakupu ta liczba monet zostanie odjęta od twojego salda, a okładka będzie dostępna do zainstalowania w trybie 'Poziomy'.
pt_br: Ao comprar, este número de moedas de jogo será debitado de seu saldo e a capa estará disponível para instalação no modo 'Níveis'.
ru: При покупке такое колличество игровых монет будет списано с вашего баланса и данные обложки будут доступны для установки в режиме 'Уровни'
sv: När du köper, kommer detta antal spelmynt att dras från ditt saldo och omslaget blir tillgängligt för installation i 'Nivåläget'.
tr: Satın aldığınızda bu miktarda oyun jetonu hesabınızdan düşülecek ve kaplama 'Seviyeler' modunda kullanılabilir olacaktır.
zh_hk: 购买后，数量相应的游戏币将从你的余额中扣除，并且封面将可在“关卡”模式中安装。

# StoreScreen.Buy.Drum
source: Buy drum for
ar: شراء الطبل مقابل
de: Comprar tambor para
es: Comprar tambor por
fr: Acheter le tambour pour
hi: खरीदें ड्रम के लिए
it: Acquista il tamburo per
ja: ドラムを購入する
pl: Kup bęben za
pt_br: Comprar tambor para
ru: Купить барабан за
sv: Köp trumman för
tr: Bu davulu satın al
zh_hk: 购买鼓

# StoreScreen.Buy.Drum.Message
source: When purchased, this amount of game coins will be deducted from your balance, and this drum will be available for installation on the game field.
ar: عند الشراء، سيتم خصم هذا العدد من القطع النقدية من رصيدك وسيكون هذا الطبل متاحًا للتثبيت على اللوحة.
de: Al realizar la compra, esta cantidad de monedas del juego se descontará de su saldo y este tambor estará disponible para su instalación en el tablero de juego.
es: Al comprar, esta cantidad de monedas del juego se descontará de tu saldo y este tambor estará disponible para instalación en el tablero de juego.
fr: Lors de l'achat, ce nombre de pièces de jeu sera débité de votre solde et ce tambour sera disponible pour installation sur le plateau de jeu.
hi: खरीदारी के समय, यह संख्या आपके गेम बैलेंस से घटाई जाएगी और यह ड्रम गेम बोर्ड पर इंस्टॉलेशन के लिए उपलब्ध होगा।
it: Durante l'acquisto, questo numero di monete di gioco sarà addebitato dal tuo saldo e questo tamburo sarà disponibile per l'installazione sul tavolo da gioco.
ja: 購入時に、ゲームコインのこの数が残高から引かれ、このドラムがゲームボードにインストール可能になります。
pl: Podczas zakupu ta liczba monet zostanie odjęta od twojego salda, a ten bęben będzie dostępny do zainstalowania na planszy.
pt_br: Ao comprar, este número de moedas de jogo será debitado de seu saldo e este tambor estará disponível para instalação no tabuleiro de jogo.
ru: При покупке такое колличество игровых монет будет списано с вашего баланса и данный барабан будет доступен для установки в игровом поле
sv: När du köper, kommer detta antal spelmynt att dras från ditt saldo och denna trumma blir tillgänglig för installation på spelplanen.
tr: Satın aldığınızda bu miktarda oyun jetonu hesabınızdan düşülecek ve bu davul oyun tahtasında kullanılabilir olacaktır.
zh_hk: 购买后，数量相应的游戏币将从你的余额中扣除，并且该鼓将可在游戏板上安装。

# StoreScreen.Buy.Coins.For
source: coins for
ar: قطع نقدية مقابل
de: monedas por
es: monedas por
fr: pièces pour
hi: सिक्के के लिए
it: monete per
ja: コインのために
pl: monet za
pt_br: moedas para
ru: монет за
sv: mynt för
tr: jeton için
zh_hk: 金币用于

# StoreScreen.Buy.Drum.StoryLine
source: This item will be available upon completing plot chapters.
ar: سيكون هذا العنصر متاحًا أثناء اجتياز فصول القصة.
de: Este objeto estará disponible al completar los capítulos de la historia.
es: Este objeto estará disponible al pasar los capítulos de la historia.
fr: Cet objet sera disponible lors du passage des chapitres de l'histoire.
hi: यह वस्तु कहानी के अध्यायों को पार करते समय उपलब्ध होगी।
it: Questo oggetto sarà disponibile durante il passaggio dei capitoli della storia.
ja: このアイテムはストーリーの章を進めると利用可能になります。
pl: Ten przedmiot będzie dostępny podczas przechodzenia przez rozdziały historii.
pt_br: Este item estará disponível ao passar pelos capítulos da história.
ru: Этот предмет будет доступен при прохождении глав сюжета
sv: Detta objekt blir tillgängligt när du passerar kapitlen i berättelsen.
tr: Bu öğe hikaye bölümlerini geçerken kullanılabilir olacak.
zh_hk: 此物品将在故事章节中可用。

# StoreScreen.Buy.Coins.Adds1
source: Get
ar: احصل على
de: Obtener
es: Obtener
fr: Obtenir
hi: प्राप्त करें
it: Ottieni
ja: 取得する
pl: Zdobyć
pt_br: Obter
ru: Получить
sv: Få
tr: Al
zh_hk: 获取

# StoreScreen.Buy.Coins.Adds2
source: coins for watching ads.
ar: قطع نقدية مقابل مشاهدة الإعلانات
de: monedas por ver anuncios
es: monedas por ver anuncios
fr: pièces pour regarder des publicités
hi: विज्ञापनों को देखने के लिए सिक्के
it: monete per guardare pubblicità
ja: 広告を見てコインを得る
pl: monet za oglądanie reklam
pt_br: moedas para assistir anúncios
ru: монет за просмотр рекламы
sv: mynt för att titta på annonser
tr: reklam izleyerek jeton kazan
zh_hk: 金币以观看广告

# StoreScreen.Buy.Coins.Adds.Message
source: After watching a short ad, game coins will be credited to your account.
ar: بعد مشاهدة إعلان قصير، سيتم إضافة قطع نقدية إلى حسابك في اللعبة.
de: Después de ver un anuncio corto, se acreditarán monedas del juego a su cuenta.
es: Después de ver un anuncio corto, se acreditarán monedas del juego en tu cuenta.
fr: Après avoir regardé une courte publicité, des pièces de jeu seront créditées sur votre compte.
hi: एक छोटी विज्ञापन देखने के बाद, गेम सिक्के आपके खाते में जोड़े जाएंगे।
it: Dopo aver guardato una breve pubblicità, le monete di gioco saranno accreditate sul tuo account.
ja: 短い広告を見た後、ゲームコインがあなたのアカウントにクレジットされます。
pl: Po obejrzeniu krótkiej reklamy, monety zostaną przypisane do twojego konta.
pt_br: Após assistir a um breve anúncio, moedas de jogo serão creditadas em sua conta.
ru: После просмотра короткой рекламы на ваш аккаунт зачисляться игровые монеты
sv: Efter att ha tittat på en kort annons, kommer spelmynt att krediteras ditt konto.
tr: Kısa bir reklam izledikten sonra oyun jetonları hesabınıza eklenecektir.
zh_hk: 观看一段简短广告后，游戏币将记入你的账户。

# StoreScreen.Buy.Coins.Text
source: coins
ar: قطع نقدية
de: monedas
es: monedas
fr: pièces
hi: सिक्के
it: monete
ja: コイン
pl: monet
pt_br: moedas
ru: монет
sv: mynt
tr: jeton
zh_hk: 金币

# StoreScreen.Buy.Coins.Avaliable
source: available
ar: متاحة
de: disponible
es: disponible
fr: disponible
hi: उपलब्ध
it: disponibile
ja: 利用可能
pl: dostępne
pt_br: disponível
ru: доступен
sv: tillgänglig
tr: mevcut
zh_hk: 可用

# StoreScreen.Buy.Coins.NotAvaliable
source: not available
ar: غير متاحة
de: no disponible
es: no disponible
fr: non disponible
hi: अवैलिबल नहीं
it: non disponibile
ja: 利用不可
pl: niedostępne
pt_br: não disponível
ru: не доступен
sv: inte tillgänglig
tr: mevcut değil
zh_hk: 不可用

# StoreScreen.Buy.Coins.NotEnath.Title
source: Go to Store
ar: اذهب إلى المتجر
de: Ir a la tienda
es: Ir a la tienda
fr: Aller au magasin
hi: स्टोर पर जाएं
it: Vai al negozio
ja: お店に行く
pl: Idź do sklepu
pt_br: Ir para a loja
ru: Перейти в магазин
sv: Gå till butiken
tr: Mağazaya git
zh_hk: 前往商店

# StoreScreen.Buy.Coins.NotEnath.Message
source: You do not have enough money for this purchase.
ar: ليس لديك ما يكفي من المال لإجراء هذا الشراء.
de: No tienes suficiente dinero para esta compra.
es: No tienes suficiente dinero para esta compra.
fr: Vous n'avez pas assez d'argent pour cet achat.
hi: आपके पास इस खरीदारी के लिए पर्याप्त पैसे नहीं हैं।
it: Non hai abbastanza soldi per questo acquisto.
ja: この購入に対して十分なお金がありません。
pl: Nie masz wystarczająco pieniędzy na ten zakup.
pt_br: Você não tem dinheiro suficiente para esta compra.
ru: У вас не достаточно денег для этой покупки
sv: Du har inte tillräckligt med pengar för detta köp.
tr: Bu satın alım için yeterli paranız yok.
zh_hk: 你没有足够的资金进行此次购买。

# StoreScreen.CardsBack.Title
source: Card Covers
ar: أغطية البطاقات
de: Cubiertas de cartas
es: Cubiertas de cartas
fr: Couvercles de cartes
hi: कार्ड कवर
it: Copertine delle carte
ja: カードのカバー
pl: Okładki kart
pt_br: Capas de cartas
ru: Обложки карточек
sv: Kortomslag
tr: Kart Kapakları
zh_hk: 卡片封面

# StoreScreen.Coplex.Title
source: Card Sets
ar: مجموعة البطاقات
de: Conjuntos de cartas
es: Conjuntos de cartas
fr: Ensembles de cartes
hi: कार्ड सेट
it: Set di carte
ja: カードセット
pl: Zestawy kart
pt_br: Conjuntos de cartas
ru: Наборы карточек
sv: Kortuppsättningar
tr: Kart Setleri
zh_hk: 卡片套装

# StoreScreen.Chosen
source: Selected
ar: مُختار
de: Elegido
es: Elegido
fr: Choisi
hi: चुना गया
it: Scelto
ja: 選択済み
pl: Wybrane
pt_br: Escolhido
ru: Выбран
sv: Vald
tr: Seçildi
zh_hk: 已选
