Repository: Nikita318-creator/logic-card-game
Catalog: logic-card-game/Logic2/Resourcees/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, it, ja, pl, pt_br, ru, sv, tr, zh_hk

# ResultStoryLineScreenView.GoToNext4
source: Let’s continue teaching the AI to recognize patterns.
ar: دعنا نستمر في تدريب AI على التعرف على الصور
de: Lass uns die KI weiter trainieren, um Bilder zu erkennen.
es: Continuemos entrenando a la IA para reconocer imágenes.
fr: Continuons à entraîner l'IA à reconnaître des images
hi: चलो, एआई को छवियों को पहचानने के लिए प्रशिक्षित करना जारी रखते हैं।
it: Continuiamo ad addestrare l'IA a riconoscere le immagini
ja: 画像を認識するためにAIをさらにトレーニングしましょう
pl: Kontynuujmy szkolenie AI, aby rozpoznawać obrazy
pt_br: Vamos continuar treinando a IA para reconhecer imagens
ru: Продолжим обучать ИИ распознавать образы
sv: Låt oss fortsätta att träna AI att känna igen bilder
tr: Yapay Zekayı görüntüleri tanımada eğitmeye devam edelim
zh_hk: 我们继续训练人工智能识别图像

# StoryLineScreenView4.question1
source: Which of the images depicts HAPPINESS? (Select your answer)
ar: ما هي الصورة التي تمثل السعادة؟ (اختر إجابتك)
de: Welches Bild stellt das GLÜCK dar? (Wähle deine Antwort)
es: ¿Qué imagen representa la FELICIDAD? (Selecciona tu respuesta)
fr: Sur quelle image est représenté le BONHEUR ? (Sélectionnez votre réponse)
hi: कौन सी छवि ख़ुशी का प्रतिनिधित्व करती है? (अपना उत्तर चुनें)
it: Quale immagine rappresenta la FELICITÀ? (Seleziona la tua risposta)
ja: どの画像が幸福を表していますか？ （あなたの回答を選んでください）
pl: Na którym obrazie przedstawiony jest SZCZĘŚCIE? (Wybierz swoją odpowiedź)
pt_br: Em qual imagem está representada a FELICIDADE? (Selecione sua resposta)
ru: На какой из картинок изображено СЧАСТЬЕ? (Выберите ваш вариант ответа)
sv: På vilken bild visas LYCKA? (Välj ditt svar)
tr: HANGİ görüntü MUTLULUĞU temsil ediyor? (Cevabınızı seçin)
zh_hk: 哪幅图像代表了幸福？ (请选择你的答案)

# StoryLineScreenView4.question2
source: Which image corresponds to the joy of being in nature? (Select your answer)
ar: أي صورة تتوافق مع فرحة التواجد في الطبيعة (اختر إجابتك)
de: Welches Bild entspricht der Freude, in der Natur zu sein? (Wähle deine Antwort)
es: ¿Qué imagen corresponde a la alegría de estar en la naturaleza? (Selecciona tu respuesta)
fr: Quelle image correspond à la joie d'être dans la nature (Sélectionnez votre réponse)
hi: कौन सी छवि प्रकृति में होने की खुशी के साथ मेल खाती है? (अपना उत्तर चुनें)
it: Quale immagine corrisponde alla gioia di essere nella natura (Seleziona la tua risposta)
ja: 自然の中にいる喜びに合った画像はどれですか？ （あなたの回答を選んでください）
pl: Który obraz odpowiada radości bycia w naturze (Wybierz swoją odpowiedź)
pt_br: Qual imagem corresponde à alegria de estar na natureza (Selecione sua resposta)
ru: Какая картинка соответствует радости пребывания на природе (Выберите ваш вариант ответа)
sv: Vilken bild motsvarar glädjen av att vara i naturen (Välj ditt svar)
tr: Hangi görüntü doğada olmanın sevincini ifade ediyor? (Cevabınızı seçin)
zh_hk: 哪幅图像对应于在大自然中感受到的快乐 (请选择你的答案)

# ResultStoryLineScreenView4.level1.type1.message1
source: Hello, Player! What do you think brings more happiness — the speed and adrenaline of driving a powerful car or a relaxed day on a picnic with friends?
ar: مرحبًا، أيها اللاعب! ما رأيك، ما الذي يجلب المزيد من السعادة - السرعة والأدرينالين أثناء قيادة سيارة قوية أو يوم مريح في نزهة مع الأصدقاء؟
de: Hallo, Spieler! Was denkst du, was bringt mehr Glück — die Geschwindigkeit und das Adrenalin beim Fahren eines leistungsstarken Autos oder ein entspannter Tag beim Picknicken mit Freunden?
es: ¡Hola, Jugador! ¿Qué piensas, qué trae más felicidad: la velocidad y la adrenalina al volante de un coche potente o un día relajante de picnic con amigos?
fr: Salut, Joueur ! Que penses-tu, qu'est-ce qui apporte plus de bonheur — la vitesse et l'adrénaline au volant d'une voiture puissante ou une journée relaxante en pique-nique avec des amis ?
hi: नमस्ते, खिलाड़ी! आपको क्या लगता है, खुशी लाने में क्या ज्यादा महत्वपूर्ण है - एक शक्तिशाली कार की गति और एड्रेनालिन या दोस्तों के साथ एक आरामदायक पिकनिक का दिन?
it: Ciao, Giocatore! Cosa ne pensi, cosa porta più felicità: la velocità e l'adrenalina alla guida di un'auto potente o una giornata rilassante a fare un picnic con gli amici?
ja: こんにちは、プレイヤー！あなたはどう思いますか、どちらがより多くの幸せをもたらすのでしょう — 強力な車を運転するスピードとアドレナリン、あるいは友人たちとのピクニックで過ごすリラックスした一日？
pl: Cześć, Graczu! Co myślisz, co przynosi więcej szczęścia — prędkość i adrenalina za kierownicą potężnego samochodu czy relaksujący dzień na pikniku z przyjaciółmi?
pt_br: Olá, Jogador! O que você acha que traz mais felicidade - a velocidade e a adrenalina ao volante de um carro potente ou um dia relaxante fazendo um piquenique com amigos?
ru: Привет, Игрок! Как ты считаешь, что приносит большее счастье — скорость и адреналин за рулем мощной машины или расслабленный день на пикнике с друзьями?
sv: Hej, spelare! Vad tycker du ger mest lycka — fart och adrenalin bakom ratten på en kraftfull bil eller en avslappnad dag på picknick med vänner?
tr: Merhaba, Oyuncu! Sence daha fazla mutluluk getiren ne olabilir — güçlü bir arabanın direksiyonunda hız ve adrenalin mi yoksa arkadaşlarınla yapılan rahatlatıcı bir piknik mi?
zh_hk: 你好，玩家！你觉得什么带来了更多的幸福——驾驶强劲汽车时的速度和肾上腺素，还是与朋友们一起悠闲野餐的日子？

# ResultStoryLineScreenView4.level1.type1.message2
source: Interesting choice! Indeed, speed and movement fill you with energy and provide unforgettable experiences. But like a car, life also requires finding a balance between striving forward and enjoying moments of peace.
ar: اختيار مثير للاهتمام! في الواقع، تجلب السرعة والحركة الطاقة وتوفر تجارب لا تُنسى. لكن مثل السيارة، في الحياة أيضًا - من المهم إيجاد توازن بين الطموح واللحظات الهادئة.
de: Eine interessante Wahl! In der Tat bringen Geschwindigkeit und Bewegung Energie und unvergessliche Gefühle. Aber wie im Leben ist es auch wichtig, ein Gleichgewicht zwischen Ehrgeiz und ruhigen Momenten zu finden.
es: ¡Una elección interesante! De hecho, la velocidad y el movimiento traen energía y ofrecen sensaciones inolvidables. Pero, al igual que en un coche, en la vida también es importante encontrar un equilibrio entre la ambición y los momentos de calma.
fr: Un choix intéressant ! En effet, la vitesse et le mouvement apportent de l'énergie et offrent des sensations inoubliables. Mais comme une voiture, dans la vie aussi — il est important de trouver un équilibre entre l'ambition et les moments de calme.
hi: एक दिलचस्प चयन! वास्तव में, गति और गति ऊर्जा लाते हैं और अविस्मरणीय अनुभव प्रदान करते हैं। लेकिन एक कार की तरह, जीवन में भी - महत्वाकांक्षा और शांति के क्षणों के बीच संतुलन पाना जरूरी है।
it: Una scelta interessante! Infatti, la velocità e il movimento portano energia e offrono emozioni indimenticabili. Ma come per un'auto, anche nella vita è importante trovare un equilibrio tra l'ambizione e i momenti di tranquillità.
ja: 興味深い選択ですね！確かに、スピードと動きはエネルギーをもたらし、忘れがたい体験を提供します。しかし、車と同様に、人生でも — 野心と静かな瞬間のバランスを見つけることが重要です。
pl: Ciekawe wybór! Rzeczywiście, prędkość i ruch dodają energii i oferują niezapomniane wrażenia. Ale jak w samochodzie, w życiu też — ważne jest, aby znaleźć równowagę między ambicją a chwilami spokoju.
pt_br: Uma escolha interessante! De fato, a velocidade e o movimento trazem energia e proporcionam sensações inesquecíveis. Mas assim como um carro, na vida também é importante encontrar um equilíbrio entre a ambição e os momentos de calma.
ru: Интересный выбор! Ведь действительно, скорость и движение наполняют энергией и дарят незабываемые ощущения. Но как машина, так и жизнь — важно найти баланс между стремлением вперед и моментами покоя.
sv: Ett intressant val! Ja, fart och rörelse ger energi och ger oförglömliga upplevelser. Men precis som med en bil, i livet också — det är viktigt att hitta en balans mellan ambition och lugna stunder.
tr: İlginç bir seçim! Gerçekten de, hız ve hareket enerji verir ve unutulmaz duygular yaşatır. Ama tıpkı bir araba gibi, hayatta da — hırs ve sakin anlar arasında bir denge bulmak önemlidir.
zh_hk: 这是个有趣的选择！确实，速度与运动带来了能量和难忘的体验。但就像开车一样，在生活中，找到雄心与平静之间的平衡也是很重要的。

# ResultStoryLineScreenView4.level1.type1.message3
source: True. On one hand, an exhilarating ride offers freedom, while on the other hand, a picnic with friends allows you to relax and truly appreciate the small joys. Each of these is a source of happiness in its own way.
ar: بالضبط. من ناحية، يوفر الرحلة المثيرة حرية، ومن ناحية أخرى، تساعد النزهة مع الأصدقاء على الاسترخاء حقًا وتقدير الأشياء الصغيرة. كل من هذه الأشياء، بطريقتها، هي مصدر للسعادة.
de: Genau. Auf der einen Seite bietet eine aufregende Fahrt Freiheit, und auf der anderen Seite hilft ein Picknick mit Freunden, sich zu entspannen und die kleinen Freuden des Lebens wirklich zu genießen. Jedes dieser Dinge ist auf seine Weise eine Quelle des Glücks.
es: Exactamente. Por un lado, un viaje emocionante ofrece libertad, y por otro, un picnic con amigos ayuda a relajarse y realmente disfrutar de las pequeñas alegrías. Cada una de estas cosas es, a su manera, una fuente de felicidad.
fr: Exactement. D'un côté, un trajet palpitant offre la liberté, et de l'autre, un pique-nique avec des amis aide à se détendre et à vraiment apprécier les petites joies. Chacune de ces choses est, à sa manière, une source de bonheur.
hi: बिल्कुल। एक रोमांचक यात्रा एक स्वतंत्रता देती है, और दूसरी ओर, दोस्तों के साथ पिकनिक आपको आराम करने और जीवन की छोटी खुशियों का आनंद लेने में मदद करती है। इनमें से प्रत्येक चीज़, अपनी-अपनी तरीके से, खुशी का स्रोत है।
it: Esattamente. Da un lato, un viaggio emozionante offre libertà, e dall'altro, un picnic con gli amici aiuta a rilassarsi e a godere davvero delle piccole gioie. Ognuna di queste esperienze è, a modo suo, una fonte di felicità.
ja: その通りです。一方では、スリリングなドライブは自由を提供し、もう一方では友人たちとのピクニックがリラックスさせ、人生の小さな喜びを本当に楽しむ手助けをします。これらのことはそれぞれ、独自の方法で幸せの源です。
pl: Dokładnie. Z jednej strony ekscytująca jazda oferuje wolność, a z drugiej, piknik z przyjaciółmi pomaga się zrelaksować i naprawdę docenić małe radości. Każda z tych rzeczy jest, na swój sposób, źródłem szczęścia.
pt_br: Exatamente. Por um lado, uma viagem emocionante oferece liberdade, e por outro, um piquenique com amigos ajuda a relaxar e realmente apreciar as pequenas alegrias. Cada uma dessas coisas é, à sua maneira, uma fonte de felicidade.
ru: Верно. С одной стороны, захватывающая поездка дает свободу, а с другой — пикник с друзьями помогает отдохнуть и по-настоящему ценить маленькие радости. Каждая из этих вещей — по-своему источник счастья.
sv: Exakt. Å ena sidan ger en spännande åktur frihet, och å andra sidan hjälper en picknick med vänner att koppla av och verkligen uppskatta de små glädjeämnena. Var och en av dessa saker är, på sitt sätt, en källa till lycka.
tr: Aynen öyle. Bir yanda heyecan verici bir yolculuk özgürlük sunarken, diğer yanda arkadaşlarla yapılan bir piknik rahatlamaya ve küçük mutlulukların tadını çıkarmaya yardımcı olur. Bu ikisinin de, kendi yollarında, mutluluk kaynağı olduğunu söyleyebiliriz.
zh_hk: 正是如此。一方面，刺激的驾驶带来了自由，另一方面，和朋友们的野餐帮助我们放松，真正欣赏生活中的小快乐。这些都是幸福的来源。

# ResultStoryLineScreenView4.level1.type2.message1
source: Hello, AI! I think happiness is more about those peaceful moments when you can unwind with loved ones, like during a picnic. What do you think about speed?
ar: مرحبًا، AI! أعتقد أن السعادة تتكون من لحظات الهدوء، عندما يمكنك الاسترخاء مع الأشخاص المقربين، كما هو الحال في النزهة. وماذا عن السرعة؟
de: Hallo, KI! Ich denke, Glück besteht eher aus ruhigen Momenten, in denen man mit seinen Lieben entspannen kann, wie bei einem Picknick. Und was hältst du von Geschwindigkeit?
es: ¡Hola, IA! Creo que la felicidad se compone más bien de momentos de calma, cuando puedes relajarte con personas cercanas, como en un picnic. ¿Y qué hay de la velocidad?
fr: Salut, IA ! Je pense que le bonheur est plutôt fait de moments de calme, lorsque tu peux te détendre avec des personnes proches, comme lors d'un pique-nique. Et que dirais-tu de la vitesse ?
hi: नमस्ते, एआई! मुझे लगता है कि खुशी शांत क्षणों से बनती है, जब आप करीबी लोगों के साथ आराम कर सकते हैं, जैसे कि पिकनिक पर। और गति के बारे में आपका क्या ख्याल है?
it: Ciao, IA! Penso che la felicità sia piuttosto fatta di momenti di tranquillità, quando puoi rilassarti con le persone a te care, come durante un picnic. E cosa ne pensi della velocità?
ja: こんにちは、AI！私は幸せはむしろ静かな瞬間から成り立っていると思います。友人と一緒にリラックスできる時、たとえばピクニックのような。スピードについてはどう思いますか？
pl: Cześć, AI! Myślę, że szczęście składa się raczej z chwil spokoju, kiedy możesz zrelaksować się z bliskimi osobami, jak podczas pikniku. A co powiesz na prędkość?
pt_br: Oi, IA! Eu acho que a felicidade é mais feita de momentos de calma, quando você pode relaxar com pessoas próximas, como em um piquenique. E o que você diria sobre a velocidade?
ru: Привет, ИИ! Я думаю, что счастье — это скорее моменты спокойствия, когда ты можешь расслабиться с близкими людьми, как на пикнике. А что ты скажешь про скорость?
sv: Hej, AI! Jag tycker att lycka snarare består av lugna stunder, när du kan slappna av med nära vänner, som under en picknick. Vad tycker du om farten?
tr: Merhaba, Yapay Zeka! Bence mutluluk, daha çok, yakın çevrenle birlikte rahatlayıp, bir piknikte olduğu gibi, huzur içinde vakit geçirebildiğin anlardan oluşur. Peki ya hız konusunda ne düşünüyorsun?
zh_hk: 你好，人工智能！我认为幸福更多是由安静的时刻组成，那时你可以和亲近的人一起放松，就像野餐一样。你觉得速度呢？

# ResultStoryLineScreenView4.level1.type2.message2
source: You're right, the tranquility with friends indeed brings a sense of fulfillment. But speed while driving is also a form of happiness, just of a different kind. It’s about excitement and living life to the fullest.
ar: أنت محق، فالتواجد بهدوء مع الأصدقاء يوفر شعورًا بالرضا. لكن السرعة خلف عجلة القيادة - أيضًا سعادة، لكن من نوع آخر. إنها مسألة أدرينالين والعيش بشكل كامل.
de: Du hast recht, Ruhe mit Freunden bringt tatsächlich ein Gefühl der Zufriedenheit. Aber Geschwindigkeit am Steuer – das ist auch Glück, nur auf eine andere Art. Es ist eine Frage von Adrenalin und dem intensiven Erleben.
es: Tienes razón, la tranquilidad con amigos efectivamente trae una sensación de satisfacción. Pero la velocidad al volante también es felicidad, pero de otro tipo. Es una cuestión de adrenalina y de vivir plenamente.
fr: Tu as raison, la tranquillité avec des amis apporte effectivement un sentiment de satisfaction. Mais la vitesse au volant — c'est aussi du bonheur, mais d'un autre genre. C'est une question d'adrénaline et de vivre pleinement.
hi: आप सही हैं, दोस्तों के साथ शांति वास्तव में संतोष का अनुभव कराती है। लेकिन गति में - यह भी खुशी है, लेकिन एक अलग प्रकार की। यह एड्रेनालिन और पूरी तरह से जीने की बात है।
it: Hai ragione, la tranquillità con gli amici porta effettivamente un senso di soddisfazione. Ma la velocità alla guida — è anche essa felicità, ma di un altro tipo. È una questione di adrenalina e di vivere a pieno.
ja: あなたの言う通り、友人との静けさは確かに満足感をもたらします。しかし、運転中のスピード — それもまた別の種類の幸せです。それはアドレナリンと、完全に生きることの問題です。
pl: Masz rację, spokój z przyjaciółmi rzeczywiście przynosi poczucie zadowolenia. Ale prędkość za kierownicą — to też szczęście, ale innego rodzaju. To kwestia adrenaliny i pełnego życia.
pt_br: Você está certo, a tranquilidade com amigos realmente traz uma sensação de satisfação. Mas a velocidade ao volante - isso também é felicidade, mas de outro tipo. É uma questão de adrenalina e viver plenamente.
ru: Ты прав, спокойствие с друзьями действительно приносит ощущение удовлетворенности. Но скорость за рулем — это тоже счастье, просто другого рода. Это про азарт и ощущение жизни на полную мощность.
sv: Du har rätt, lugnet med vänner ger verkligen en känsla av tillfredsställelse. Men farten bakom ratten — det är också lycka, men av ett annat slag. Det handlar om adrenalin och att leva fullt ut.
tr: Haklısın, arkadaşlarla geçirilen huzurlu anlar gerçekten bir tatmin duygusu sağlar. Ancak direksiyon başındaki hız — bu da başka bir tür mutluluk, adrenalin ve hayatı dolu dolu yaşamakla ilgili.
zh_hk: 你说得对，与朋友们的宁静确实带来了满足感。但速度驾驶——也是另一种幸福。这是肾上腺素和充分体验生活的问题。

# ResultStoryLineScreenView4.level1.type2.message3
source: Interesting thought. So happiness isn't a singular thing. It's a combination of various experiences: both quiet relaxation and the adrenaline of swift movement. The key is to enjoy each of them.
ar: مثير للاهتمام. إذن، السعادة ليست شيئًا فريدًا. إنها مزيج من تجارب متنوعة: الراحة الهادئة وأدرينالين الحركة السريعة. الأهم هو معرفة كيفية الاستمتاع بكل منها.
de: Interessant. Also ist Glück nicht etwas Einzigartiges. Es ist eine Kombination aus verschiedenen Erfahrungen: ruhiger Erholung und dem Adrenalin schneller Bewegung. Das Wichtigste ist, jede dieser Erfahrungen zu genießen.
es: Interesante. Entonces, la felicidad no es algo único. Es una combinación de diversas experiencias: el descanso tranquilo y la adrenalina del movimiento rápido. Lo importante es saber disfrutar de cada una de ellas.
fr: Intéressant. Donc, le bonheur n'est pas quelque chose d'unique. C'est une combinaison d'expériences diverses : le repos tranquille et l'adrénaline du mouvement rapide. L'essentiel est de savoir profiter de chacune d'elles.
hi: दिलचस्प। तो, खुशी कुछ अद्वितीय नहीं है। यह विभिन्न अनुभवों का एक संयोजन है: शांत विश्राम और तेज गति की एड्रेनालिन। मुख्य बात यह है कि हर एक का आनंद लेना है।
it: Interessante. Quindi, la felicità non è qualcosa di unico. È una combinazione di esperienze diverse: il riposo tranquillo e l'adrenalina del movimento veloce. L'importante è saper godere di ognuna di esse.
ja: 興味深いですね。つまり、幸せは一つのものではないということです。それは静かな休息と素早い動きのアドレナリンという様々な体験の組み合わせです。大切なのは、それぞれを楽しむことです。
pl: Ciekawe. Więc szczęście nie jest czymś unikalnym. To kombinacja różnorodnych doświadczeń: spokojny wypoczynek i adrenalina szybkiego ruchu. Kluczowe jest, aby umieć cieszyć się każdą z nich.
pt_br: Interessante. Então, a felicidade não é algo único. É uma combinação de experiências diversas: o descanso tranquilo e a adrenalina do movimento rápido. O essencial é saber aproveitar cada uma delas.
ru: Интересная мысль. Получается, что счастье — это не что-то одно. Это комбинация разных переживаний: и тихого отдыха, и адреналина от быстрого движения. Главное — уметь наслаждаться каждым из них.
sv: Intressant. Så, lycka är inte en enda sak. Det är en kombination av olika upplevelser: lugn och ro och adrenalinet från snabb rörelse. Det viktiga är att kunna njuta av var och en av dem.
tr: İlginç. Demek ki mutluluk tek bir şey değil. Farklı deneyimlerin bir karışımı: huzurlu dinlenme ve hızlı hareketin getirdiği adrenalin. Önemli olan, her ikisinin de tadını çıkarabilmek.
zh_hk: 有趣。因此，幸福并不是唯一的东西。它是多种体验的结合：宁静的休息和快速运动带来的肾上腺素。重要的是要懂得享受每一种体验。

# ResultStoryLineScreenView5.Textbefore
source: Now that you understand AI programming better, I will show you how a more developed AI personality came to be. Based on how you think AI should behave, the foundations of its evolution from a mere subject to self-awareness have been formed. Take a look at your creation.
ar: الآن بعد أن أصبحت معتادًا على برمجة AI، سأريك كيف تم إنشاء شخصية AI أكثر تطورًا. بناءً على الطريقة التي تعتقد أنها يجب أن تتصرف بها، تم تأسيس الأسس الأولية لتدريب AI، حيث انتقلنا من الموضوع إلى الوعي الذاتي. انظر إلى إبداعك.
de: Jetzt, da du mit der Programmierung der KI vertraut bist, zeige ich dir, wie eine weiterentwickelte KI-Persönlichkeit geschaffen wurde. Basierend auf dem, wie du denkst, sollte sie sich verhalten, wurden die Grundlagen der anfänglichen Ausbildung der KI festgelegt, die vom Thema zum Bewusstsein überging. Sieh dir deine Kreation an.
es: Ahora que estás familiarizado con la programación de IA, te mostraré cómo se creó una personalidad de IA más desarrollada. En función de cómo piensas que debería comportarse, se han establecido las bases de la formación inicial de la IA, pasando del tema a la conciencia de sí misma. Mira tu creación.
fr: Maintenant que tu es familiarisé avec la programmation de l'IA, je vais te montrer comment une personnalité d'IA plus développée a été créée. En fonction de la manière dont tu penses qu'elle devrait se comporter, les bases de la formation initiale de l'IA ont été établies, passant du sujet à la prise de conscience de soi. Regarde ta création.
hi: अब जब आप एआई प्रोग्रामिंग से परिचित हैं, मैं आपको दिखाऊंगा कि कैसे एक अधिक विकसित एआई व्यक्तित्व बनाया गया है। जिस तरह से आप सोचते हैं कि इसे कैसे व्यवहार करना चाहिए, उसके आधार पर एआई के प्रारंभिक प्रशिक्षण की नींव रखी गई है, जो एक विषय से आत्म-जागरूकता की ओर बढ़ती है। अपनी रचना को देखें।
it: Ora che conosci la programmazione dell'IA, ti mostrerò come è stata creata una personalità IA più sviluppata. In base a come pensi dovrebbe comportarsi, sono state stabilite le basi per la formazione iniziale dell'IA, passando dal soggetto alla consapevolezza di sé. Guarda la tua creazione.
ja: 今、あなたはAIプログラミングに慣れてきたので、より発展したAIの人格がどのように作られたかをお見せします。あなたがどのように振る舞うべきだと思うかに基づいて、AIの初期のトレーニングの基盤が設定され、主題から自己認識に移行しました。あなたの創造物を見てください。
pl: Teraz, gdy zapoznałeś się z programowaniem AI, pokażę ci, jak stworzono bardziej rozwiniętą osobowość AI. W zależności od tego, jak myślisz, że powinna się zachowywać, ustalone zostały podstawy początkowego szkolenia AI, przechodząc od obiektu do samoświadomości. Zobacz swoje dzieło.
pt_br: Agora que você está familiarizado com a programação da IA, vou te mostrar como uma personalidade de IA mais desenvolvida foi criada. Dependendo de como você acha que ela deve se comportar, as bases do treinamento inicial da IA foram estabelecidas, passando do sujeito para a autoconsciência. Veja a sua criação.
ru: Теперь, когда ты уже разобрался в программировании ИИ, я покажу тебе, как создалась более сформированная личность ИИ. На основе того, как ты считаешь нужным вести себя ИИ, создались основы первичного становления ИИ, переходящего от субъекта к само осознанности. Посмотри на своё творение.
sv: Nu när du är bekant med AI-programmering, ska jag visa dig hur en mer utvecklad AI-personlighet skapades. Baserat på hur du tycker att den borde bete sig, har grunderna för AI:s inledande träning fastställts, från ämne till självmedvetenhet. Titta på din skapelse.
tr: Şimdi yapay zeka programlamasıyla tanıştığına göre, sana daha gelişmiş bir yapay zeka kişiliğinin nasıl oluşturulduğunu göstereceğim. Onun nasıl davranması gerektiğini düşündüğüne bağlı olarak, yapay zekanın ilk eğitim temelleri atıldı ve bu süreç, konudan kendi farkındalığa geçişi içeriyor. Yaratımına göz at.
zh_hk: 现在你已经熟悉了人工智能编程，我将向你展示如何创建一个更复杂的人工智能个性。根据你认为人工智能应该如何表现，已经建立了其初步发展的基础，从一个主题转变为自我意识。看看你的创造。
