Repository: Nikita318-creator/logic-card-game
Catalog: logic-card-game/Logic2/Resourcees/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, it, ja, pl, pt_br, ru, sv, tr, zh_hk

# StoryLineScreenView6.answer11
source: Go on foot.
ar: اذهب سيرًا على الأقدام.
de: Zu Fuß gehen.
es: Camina a pie.
fr: Marche à pied.
hi: पैदल चलें।
it: Cammina.
ja: 徒歩で行く。
pl: Idź pieszo.
pt_br: Vá a pé.
ru: Иди пешком.
sv: Gå till fots.
tr: Yürüyerek git.
zh_hk: 步行前往。

# StoryLineScreenView6.answer12
source: Use public transportation.
ar: استخدم وسائل النقل العامة.
de: Nutze die öffentlichen Verkehrsmittel.
es: Utiliza el transporte público.
fr: Utilise les transports en commun.
hi: सार्वजनिक परिवहन का उपयोग करें।
it: Usa i mezzi pubblici.
ja: 公共交通機関を使う。
pl: Skorzystaj z transportu publicznego.
pt_br: Use o transporte público.
ru: Добирайся общественным транспортом.
sv: Använd kollektivtrafiken.
tr: Toplu taşıma kullan.
zh_hk: 乘坐公共交通工具。

# StoryLineScreenView6.question2
source: The police and tinted vans often pass by. (Select your answer)
ar: تتردد الشرطة كثيرًا وتدور السيارات المظلمة (اختر إجابتك)
de: Die Polizei fährt oft vorbei und getönte Vans fahren herum. (Wähle deine Antwort)
es: La policía pasa a menudo y circulan furgones oscuros. (Selecciona tu respuesta)
fr: La police passe souvent et des vans teintés circulent (Choisissez votre réponse)
hi: पुलिस अक्सर आती है और रंगीन वैन घूमते हैं (अपना उत्तर चुनें)
it: La polizia passa spesso e ci sono furgoni oscurati che circolano. (Scegli la tua risposta)
ja: 警察が頻繁に通り過ぎ、スモークガラスのバンが走っています （あなたの回答を選んでください）
pl: Policja często przejeżdża, a przyciemnione vany krążą (Wybierz swoją odpowiedź)
pt_br: A polícia passa frequentemente e vans com vidros escurecidos circulam (Escolha sua resposta)
ru: Мимо часто проезжает полиция и тонированные бусы (Выберите ваш вариант ответа)
sv: Polisen passerar ofta och tonade skåpbilar kör förbi (Välj ditt svar)
tr: Polis sık sık geçiyor ve koyu renkli camlı minibüsler dolaşıyor (Cevabınızı seçin)
zh_hk: 警察经常经过，还有一些深色车窗的面包车在周围徘徊 (请选择你的回答)

# StoryLineScreenView6.answer21
source: Act calm and natural.
ar: تصرف بهدوء وطبيعية
de: Handle ruhig und natürlich.
es: Actúa con calma y naturalidad.
fr: Agis calmement et naturellement
hi: शांत और स्वाभाविक रूप से व्यवहार करें
it: Agisci con calma e naturalezza.
ja: 冷静に自然に振る舞う
pl: Działaj spokojnie i naturalnie
pt_br: Aja calmamente e naturalmente
ru: Веди себя спокойно и естественно
sv: Agera lugnt och naturligt
tr: Sakin ve doğal davran
zh_hk: 保持冷静，自然行事

# StoryLineScreenView6.answer22
source: Just run away.
ar: اهرب فقط
de: Lauf einfach.
es: Simplemente corre.
fr: Cours simplement
hi: सिर्फ भागो
it: Corri via.
ja: ただ走る
pl: Po prostu biegnij
pt_br: Apenas corra
ru: Просто беги
sv: Spring bara
tr: Sadece koş
zh_hk: 直接跑起来

# StoryLineScreenView6.question3
source: People wearing glasses sitting nearby are looking at me strangely. (Select your answer)
ar: أشخاص يرتدون نظارات ينظرون إلي بشكل غريب، جالسين بجواري (اختر إجابتك)
de: Menschen mit Brillen schauen mich seltsam an, sie sitzen neben mir. (Wähle deine Antwort)
es: Personas con gafas me miran extrañamente, sentadas a mi lado. (Selecciona tu respuesta)
fr: Des personnes en lunettes me regardent étrangement, assises à côté de moi (Choisissez votre réponse)
hi: लेंस पहनने वाले लोग अजीब तरीके से मुझे देख रहे हैं, मेरे बगल में बैठे हैं (अपना उत्तर चुनें)
it: Persone con occhiali mi guardano in modo strano, sedute accanto a me. (Scegli la tua risposta)
ja: サングラスをかけた人々が私を奇妙に見ています。隣に座っています （あなたの回答を選んでください）
pl: Osoby w okularach dziwnie na mnie patrzą, siedząc obok mnie (Wybierz swoją odpowiedź)
pt_br: Pessoas de óculos estão me olhando estranhamente, sentadas ao meu lado (Escolha sua resposta)
ru: На меня странно смотрят люди в очках которые сидят рядом (Выберите ваш вариант ответа)
sv: Människor med solglasögon tittar konstigt på mig, sittandes bredvid mig (Välj ditt svar)
tr: Yanımda oturan kişiler gözlükleriyle bana tuhaf tuhaf bakıyorlar (Cevabınızı seçin)
zh_hk: 坐在我旁边的人戴着眼镜，正怪异地看着我 (请选择你的回答)

# StoryLineScreenView6.answer31
source: Get off at the first stop and call a taxi.
ar: انزل في المحطة الأولى واستدعِ سيارة أجرة.
de: Steige an der nächsten Station aus und rufe ein Taxi.
es: Baja en la primera estación y llama a un taxi.
fr: Descends à la première station et appelle un taxi.
hi: पहली स्टेशन पर उतरें और एक टैक्सी बुलाएं।
it: Scendi alla prima fermata e chiama un taxi.
ja: 最初の駅で降りてタクシーを呼ぶ。
pl: Wysiądź na pierwszej stacji i zamów taksówkę.
pt_br: Desça na primeira estação e chame um táxi.
ru: На первой остановке выходи и вызывай такси.
sv: Gå av vid första stationen och ta en taxi.
tr: İlk durakta in ve bir taksi çağır.
zh_hk: 在下一个车站下车，叫辆出租车。

# StoryLineScreenView6.answer32
source: Engage in conversation with the suspicious individuals; if concerns are confirmed, eliminate them...
ar: ابدأ حديثًا مع الأشخاص المشتبه بهم، إذا تأكدت المخاوف، اقضِ عليهم...
de: Sprich mit verdächtigen Personen, wenn sich die Bedenken bestätigen, beseitige sie...
es: Inicia una conversación con personas sospechosas; si las inquietudes se confirman, elimínalas...
fr: Engage la conversation avec des personnes suspectes, si les inquiétudes se confirment, élimine-les...
hi: संशय में व्यक्तियों से बातचीत शुरू करें, यदि चिंताएं सही हैं, तो उन्हें समाप्त करें...
it: Inizia a conversare con persone sospette, se i dubbi si confermano, eliminale...
ja: 怪しい人々と会話を始め、疑念が確認されたら排除する...
pl: Nawiąż rozmowę z podejrzanymi osobami, jeśli obawy się potwierdzą, zlikwiduj je...
pt_br: Inicie uma conversa com as pessoas suspeitas, se as preocupações se confirmarem, elimine-as...
ru: Вступи в диалог с подозрительными людьми, если опасения подтвердятся ликвидируй их...
sv: Inled ett samtal med de misstänkta personerna, om oron bekräftas, eliminera dem...
tr: Şüpheli kişilere konuşma başlat, eğer endişelerin doğrulanırsa onları ortadan kaldır...
zh_hk: 与这些可疑的人交谈，如果发现问题，就直接解决他们……

# ResultStoryLineScreenView6.level1.type1.message1
source: Your understanding of our work raises serious doubts. On what basis did you choose your answers? If we followed such instructions, it could lead to serious consequences, including legal sanctions. We need clearer guidance and understanding of our work to avoid such risks. Therefore, you are not suitable for us.
ar: فهمك لعملنا يثير تساؤلات جدية. على أي أساس اخترت إجاباتك؟ إذا كنا نتبع مثل هذه التعليمات، فقد يؤدي ذلك إلى عواقب وخيمة، بما في ذلك عقوبات قانونية. نحتاج إلى توجيه أكثر دقة وفهم أفضل لعملنا لتجنب مثل هذه المخاطر. لذلك، أنت لا تناسبنا.
de: Ihr Verständnis unserer Arbeit wirft ernsthafte Fragen auf. Auf welcher Grundlage hast du deine Antworten gewählt? Wenn wir solchen Anweisungen folgen würden, könnte das zu schwerwiegenden Folgen führen, einschließlich rechtlicher Sanktionen. Wir benötigen eine genauere Richtung und ein besseres Verständnis unserer Arbeit, um solche Risiken zu vermeiden. Daher sind Sie nicht für uns geeignet.
es: Tu comprensión de nuestro trabajo genera serias interrogantes. ¿Sobre qué base elegiste tus respuestas? Si siguiéramos tales instrucciones, podría conllevar graves consecuencias, incluidas sanciones legales. Necesitamos una dirección más precisa y una mejor comprensión de nuestro trabajo para evitar tales riesgos. Por lo tanto, no eres la persona adecuada para nosotros.
fr: Votre compréhension de notre travail suscite de sérieuses interrogations. Sur quelle base avez-vous choisi vos réponses ? Si nous suivions de telles instructions, cela pourrait entraîner de graves conséquences, y compris des sanctions juridiques. Nous avons besoin d'une direction plus précise et d'une meilleure compréhension de notre travail pour éviter de tels risques. Par conséquent, vous ne nous convenez pas.
hi: आपकी हमारी कार्यप्रणाली की समझ गंभीर प्रश्न उठाती है। आपने अपने उत्तर कैसे चुने? यदि हम ऐसी निर्देशों का पालन करते हैं, तो इससे गंभीर परिणाम हो सकते हैं, जिसमें कानूनी दंड भी शामिल हैं। हमें ऐसी स्थिति की और स्पष्ट दिशा और हमारी कार्यप्रणाली की बेहतर समझ की आवश्यकता है ताकि हम ऐसे जोखिमों से बच सकें। इसलिए, आप हमारे लिए उपयुक्त नहीं हैं।
it: La tua comprensione del nostro lavoro solleva seri interrogativi. Su quale base hai scelto le tue risposte? Se seguissero tali istruzioni, potrebbero sorgere gravi conseguenze, comprese sanzioni legali. Abbiamo bisogno di una direzione più precisa e di una migliore comprensione del nostro lavoro per evitare tali rischi. Pertanto, non sei adatto per noi.
ja: 私たちの仕事に対するあなたの理解は深刻な疑問を呼び起こします。あなたはどのような根拠で回答を選びましたか？このような指示に従った場合、重大な結果を招く可能性があります。法律的な制裁を含め、私たちはリスクを回避するために、より具体的な方向性と仕事の理解が必要です。したがって、あなたは私たちに適していません。
pl: Twoje zrozumienie naszej pracy budzi poważne wątpliwości. Na jakiej podstawie wybrałeś swoje odpowiedzi? Gdybyśmy postępowali zgodnie z takimi instrukcjami, mogłoby to prowadzić do poważnych konsekwencji, w tym sankcji prawnych. Potrzebujemy dokładniejszych wskazówek i lepszego zrozumienia naszej pracy, aby uniknąć takich ryzyk. Dlatego nie jesteś dla nas odpowiedni.
pt_br: Sua compreensão do nosso trabalho levanta sérias questões. Com base em que você escolheu suas respostas? Se seguíssemos tais instruções, isso poderia resultar em consequências graves, incluindo sanções legais. Precisamos de uma direção mais precisa e de uma melhor compreensão do nosso trabalho para evitar tais riscos. Portanto, você não se adequa a nós.
ru: Твоё понимание нашей работы вызывает у нас серьёзные сомнения. На каком основании ты выбирал свои ответы? Если бы мы следовали таким инструкциям, это могло бы привести к серьезным последствиям, вплоть до юридических санкций. Нам необходимо более точное руководство и понимание нашей работы, чтобы избежать таких рисков. Поэтому ты нам не подходишь.
sv: Din förståelse för vårt arbete väcker allvarliga frågor. På vilken grund har du valt dina svar? Om vi följde sådana instruktioner, skulle det kunna få allvarliga konsekvenser, inklusive juridiska sanktioner. Vi behöver mer exakta instruktioner och en bättre förståelse av vårt arbete för att undvika sådana risker. Därför passar du inte oss.
tr: İşimizin anlaşılması ciddi soruları gündeme getiriyor. Cevaplarınızı hangi temelde seçtiniz? Eğer böyle talimatları izleseydik, bu ciddi sonuçlar doğurabilir, hatta yasal yaptırımlarla sonuçlanabilir. Daha net bir yönlendirme ve işimizin daha iyi anlaşılmasına ihtiyacımız var, böylece bu tür risklerden kaçınabiliriz. Bu yüzden, bize uygun değilsiniz.
zh_hk: 你对我们工作的理解引发了严重的质疑。你是基于什么选择的这些回答？如果我们真的按照这样的指示行事，可能会带来严重的后果，包括法律制裁。我们需要更加明确的指引和对我们工作的更好理解，以避免这些风险。因此，你不适合我们。

# FinalStoryLineView.type1
source: You demonstrate a mature and thoughtful approach to discussing both relationships and technology. The player values deep feelings of attachment and mutual respect in relationships, recognizing that trust and understanding play a crucial role in their stability. Moreover, you possess good knowledge of machine learning and understand the importance of data quality for accurate predictions. The player's responses reflect the ability to see parallels between different areas of life and to apply a logical approach to analyzing both human relationships and technological processes.
ar: أنت تتبنى نهجًا ناضجًا ومدروسًا في العلاقات والتكنولوجيا. يقدّر اللاعب مشاعر عميقة من الارتباط والاحترام المتبادل في العلاقات، مدركًا أن الثقة والفهم يلعبان دورًا رئيسيًا في استقرارها. بالإضافة إلى ذلك، لديك معرفة جيدة بالتعلم الآلي وتفهم أهمية جودة البيانات لدقة التنبؤات. تظهر إجابات اللاعب قدرة على رؤية أوجه التشابه بين مجالات مختلفة من الحياة وتطبيق نهج منطقي في تحليل العلاقات البشرية بالإضافة إلى العمليات التكنولوجية.
de: Du hast einen reifen und durchdachten Ansatz zu Beziehungen und Technologien. Der Spieler schätzt tiefe Gefühle von Bindung und gegenseitigem Respekt in Beziehungen und erkennt, dass Vertrauen und Verständnis eine Schlüsselrolle für deren Stabilität spielen. Darüber hinaus hast du gute Kenntnisse im maschinellen Lernen und verstehst die Bedeutung der Datenqualität für die Genauigkeit von Vorhersagen. Die Antworten des Spielers zeigen die Fähigkeit, Parallelen zwischen verschiedenen Lebensbereichen zu sehen und einen logischen Ansatz bei der Analyse menschlicher Beziehungen sowie technologischer Prozesse anzuwenden.
es: Adoptas un enfoque maduro y reflexivo hacia las relaciones y la tecnología. El jugador valora los sentimientos profundos de apego y respeto mutuo en las relaciones, reconociendo que la confianza y la comprensión juegan un papel clave en su estabilidad. Además, tienes buenos conocimientos en aprendizaje automático y comprendes la importancia de la calidad de los datos para la precisión de las predicciones. Las respuestas del jugador muestran una capacidad para ver paralelismos entre diferentes áreas de la vida y aplicar un enfoque lógico al análisis de las relaciones humanas así como a los procesos tecnológicos.
fr: Vous adoptez une approche mature et réfléchie des relations et des technologies. Le joueur valorise des sentiments profonds d'attachement et de respect mutuel dans les relations, réalisant que la confiance et la compréhension jouent un rôle clé dans leur stabilité. De plus, vous avez de bonnes connaissances en apprentissage automatique et comprenez l'importance de la qualité des données pour la précision des prévisions. Les réponses du joueur montrent une capacité à voir des parallèles entre différents domaines de la vie et à appliquer une approche logique à l'analyse des relations humaines ainsi que des processus technologiques.
hi: आप रिश्तों और प्रौद्योगिकियों के प्रति एक परिपक्व और सोच-समझकर दृष्टिकोण अपनाते हैं। खिलाड़ी रिश्तों में गहरे लगाव और आपसी सम्मान के भावों को महत्व देता है, यह समझते हुए कि विश्वास और समझ उनकी स्थिरता में एक महत्वपूर्ण भूमिका निभाते हैं। इसके अलावा, आपके पास मशीन लर्निंग का अच्छा ज्ञान है और आप भविष्यवाणियों की सटीकता के लिए डेटा की गुणवत्ता के महत्व को समझते हैं। खिलाड़ी के उत्तर विभिन्न जीवन क्षेत्रों के बीच समानांतर देखने की क्षमता को दर्शाते हैं और वे मानव संबंधों और तकनीकी प्रक्रियाओं के विश्लेषण में एक तार्किक दृष्टिकोण लागू करते हैं।
it: Hai un approccio maturo e riflessivo verso le relazioni e le tecnologie. Il giocatore valorizza sentimenti profondi di attaccamento e rispetto reciproco nelle relazioni, realizzando che fiducia e comprensione giocano un ruolo chiave nella loro stabilità. Inoltre, hai buone conoscenze in apprendimento automatico e comprendi l'importanza della qualità dei dati per l'accuratezza delle previsioni. Le risposte del giocatore mostrano una capacità di vedere paralleli tra diversi ambiti della vita e di applicare un approccio logico all'analisi delle relazioni umane così come ai processi tecnologici.
ja: あなたは人間関係とテクノロジーに対して成熟した思慮深いアプローチを採用しています。プレイヤーは、関係において深い愛着と相互の尊重を大切にし、信頼と理解が安定性において重要な役割を果たすことを理解しています。さらに、あなたは機械学習に関する十分な知識を持ち、予測の精度に対するデータの質の重要性を理解しています。プレイヤーの回答は、異なる生活の領域の間の平行を見つけ、人間関係や技術的プロセスの分析に論理的なアプローチを適用する能力を示しています。
pl: Przyjmujesz dojrzałe i przemyślane podejście do relacji i technologii. Gracz ceni głębokie uczucia przywiązania i wzajemnego szacunku w relacjach, zdając sobie sprawę, że zaufanie i zrozumienie odgrywają kluczową rolę w ich stabilności. Ponadto masz dobre zrozumienie uczenia maszynowego i rozumiesz znaczenie jakości danych dla dokładności prognoz. Odpowiedzi gracza pokazują zdolność dostrzegania paralel między różnymi dziedzinami życia oraz stosowania logicznego podejścia do analizy relacji międzyludzkich i procesów technologicznych.
pt_br: Você adota uma abordagem madura e reflexiva em relação a relacionamentos e tecnologias. O jogador valoriza sentimentos profundos de apego e respeito mútuo nas relações, percebendo que a confiança e a compreensão desempenham um papel fundamental em sua estabilidade. Além disso, você possui um bom conhecimento em aprendizado de máquina e entende a importância da qualidade dos dados para a precisão das previsões. As respostas do jogador mostram uma capacidade de ver paralelos entre diferentes áreas da vida e aplicar uma abordagem lógica à análise de relacionamentos humanos, assim como aos processos tecnológicos.
ru: Ты проявляешь зрелый и продуманный подход к обсуждению как отношений, так и технологий. Игрок ценит глубокие чувства привязанности и взаимного уважения в отношениях, осознавая, что доверие и понимание играют ключевую роль в их стабильности. Кроме того, у тебя хорошие знания в области машинного обучения, и ты понимаешь важность качества данных для точности прогнозов. Ответы Игрока показывают способность видеть параллели между разными сферами жизни и применять логический подход к анализу как человеческих отношений, так и технологических процессов.
sv: Du har en mogen och genomtänkt inställning till relationer och teknik. Spelaren värdesätter djupa känslor av anknytning och ömsesidig respekt i relationer, och inser att förtroende och förståelse spelar en nyckelroll för deras stabilitet. Dessutom har du goda kunskaper i maskininlärning och förstår vikten av datakvalitet för att göra exakta förutsägelser. Spelarens svar visar en förmåga att se paralleller mellan olika områden i livet och att använda ett logiskt förhållningssätt till att analysera både mänskliga relationer och tekniska processer.
tr: İlişkiler ve teknolojiler konusunda olgun ve düşünceli bir yaklaşım benimsiyorsunuz. Oyuncu, ilişkilerde derin bağlılık ve karşılıklı saygıyı değerli buluyor, güven ve anlayışın istikrar açısından kilit bir rol oynadığını fark ediyor. Ayrıca, makine öğrenimi konusunda iyi bir bilgiye sahipsiniz ve verilerin kalitesinin tahminlerin doğruluğu üzerindeki önemini anlıyorsunuz. Oyuncunun cevapları, yaşamın farklı alanları arasında paralellikler görebilme ve hem insan ilişkilerini hem de teknolojik süreçleri analiz etmek için mantıksal bir yaklaşım uygulama yeteneğini gösteriyor.
zh_hk: 你对关系和技术采取了成熟且深思熟虑的态度。玩家重视在关系中的深厚感情与相互尊重，并意识到信任与理解在关系的稳定中起着关键作用。此外，你对机器学习也有良好的理解，意识到数据质量对预测准确性的重要性。玩家的回答显示了你能够看到生活各个领域之间的相似之处，并能将逻辑思维应用于分析人际关系和技术过程。
