Repository: Nikita318-creator/logic-card-game
Catalog: logic-card-game/Logic2/Resourcees/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, it, ja, pl, pt_br, ru, sv, tr, zh_hk

# ResultStoryLineScreenView2.level1.type1.message3
source: Glad to help! I’ll work on making your gaming experience as enjoyable and tailored to your preferences as possible. If you have any other suggestions, just let me know!
ar: أنا سعيد بمساعدتك! سأعمل على جعل تجربتك في اللعب أكثر إثارة وتناسب تفضيلاتك. إذا كان لديك أي اقتراحات أخرى، فأخبرني!
de: Ich freue mich, helfen zu können! Ich werde daran arbeiten, deine Spielerfahrung so interessant und konform mit deinen Vorlieben wie möglich zu gestalten. Wenn du weitere Vorschläge hast, lass es mich wissen!
es: ¡Estoy emocionado de poder ayudar! Trabajaré para que tu experiencia de juego sea la más interesante y acorde a tus preferencias. Si tienes más sugerencias, ¡hazmelo saber!
fr: Je suis ravi de pouvoir aider ! Je vais travailler pour que ton expérience de jeu soit la plus intéressante et conforme à tes préférences. Si tu as d'autres suggestions, fais-le moi savoir !
hi: मैं मदद करके खुश हूँ! मैं आपके खेलने के अनुभव को सबसे दिलचस्प और आपके प्राथमिकताओं के अनुरूप बनाने के लिए काम करूंगा। यदि आपके पास कोई और सुझाव हैं, तो मुझे बताएं!
it: Sono felice di poterti aiutare! Lavorerò per rendere la tua esperienza di gioco la più interessante e in linea con le tue preferenze. Se hai altri suggerimenti, fammelo sapere!
ja: お手伝いできることを嬉しく思います！あなたのゲーム体験が最も興味深く、好みに合ったものになるように努力します。他に提案があれば教えてください！
pl: Cieszę się, że mogę pomóc! Będę pracować nad tym, aby twoje doświadczenie z grą było jak najbardziej interesujące i zgodne z twoimi preferencjami. Jeśli masz inne sugestie, daj mi znać!
pt_br: Estou animado para ajudar! Vou trabalhar para que sua experiência de jogo seja a mais interessante e alinhada às suas preferências. Se você tiver mais sugestões, me avise!
ru: Рад помочь! Буду работать над тем, чтобы твой игровой опыт был максимально интересным и соответствующим твоим предпочтениям. Если у тебя будут ещё предложения, дай знать!
sv: Jag är glad att kunna hjälpa till! Jag kommer att arbeta för att göra din spelupplevelse så intressant som möjligt och i linje med dina preferenser. Om du har några fler förslag, låt mig veta!
tr: Sana yardımcı olabilmekten mutluluk duyuyorum! Oyun deneyimini senin tercihlerine en uygun hale getirmek için çalışacağım. Başka önerilerin varsa bana bildirmekten çekinme!
zh_hk: 我很高兴能帮助你！我会努力让你的游戏体验尽可能有趣，并符合你的偏好。如果你有其他建议，请告诉我！

# ResultStoryLineScreenView2.level1.type2.message1
source: Hi, AI! I think the difficulty is fine, but sometimes I encounter tasks that feel either too easy or too hard. It would be great if you could adapt to my play style.
ar: مرحبًا، ذكاء اصطناعي! أعتقد أن الصعوبة جيدة، لكن في بعض الأحيان أواجه تحديات تبدو سهلة جدًا أو صعبة جدًا. سيكون رائعًا إذا كان بإمكانك التكيف مع أسلوب لعبي.
de: Hallo, KI! Ich denke, die Schwierigkeit ist gut, aber manchmal stehe ich vor Herausforderungen, die entweder zu einfach oder zu schwierig erscheinen. Es wäre großartig, wenn du dich an meinen Spielstil anpassen könntest.
es: ¡Hola, IA! Creo que la dificultad es buena, pero a veces enfrento desafíos que parecen demasiado fáciles o difíciles. Sería genial si pudieras adaptarte a mi estilo de juego.
fr: Salut, IA ! Je pense que la difficulté est bonne, mais parfois je fais face à des défis qui semblent trop faciles ou trop difficiles. Ce serait super si tu pouvais t'adapter à mon style de jeu.
hi: नमस्ते, एआई! मुझे लगता है कि कठिनाई ठीक है, लेकिन कभी-कभी मुझे ऐसे चुनौतियों का सामना करना पड़ता है जो बहुत आसान या बहुत कठिन लगती हैं। यदि आप मेरी खेलने की शैली के अनुसार अनुकूलित कर सकें तो यह बहुत अच्छा होगा।
it: Ciao, IA! Penso che la difficoltà sia buona, ma a volte mi trovo ad affrontare sfide che sembrano troppo facili o troppo difficili. Sarebbe fantastico se potessi adattarti al mio stile di gioco.
ja: こんにちは、AI！難易度は良いと思いますが、時々簡単すぎたり難しすぎたりする挑戦に直面します。私のプレイスタイルに合わせて調整してくれると素晴らしいです。
pl: Cześć, SI! Uważam, że trudność jest dobra, ale czasami napotykam na wyzwania, które wydają się zbyt łatwe lub zbyt trudne. Byłoby super, gdybyś mógł dostosować się do mojego stylu gry.
pt_br: Oi, IA! Acho que a dificuldade está boa, mas às vezes enfrento desafios que parecem muito fáceis ou muito difíceis. Seria ótimo se você pudesse se adaptar ao meu estilo de jogo.
ru: Привет, ИИ! Я думаю, что сложность подходит, но иногда я сталкиваюсь с задачами, которые кажутся слишком легкими или слишком трудными. Было бы здорово, если бы ты мог адаптироваться к моему стилю игры.
sv: Hej, AI! Jag tycker att svårigheten är bra, men ibland står jag inför utmaningar som verkar för lätta eller för svåra. Det skulle vara fantastiskt om du kunde anpassa dig till min spelstil.
tr: Merhaba, Yapay Zeka! Bence zorluk seviyesi iyi, ancak bazen çok kolay ya da çok zor gelen görevlerle karşılaşıyorum. Oyun tarzıma uyum sağlayabilirsen harika olur.
zh_hk: 你好，人工智能！我认为难度很好，但有时我会面临一些看起来太简单或太困难的挑战。如果你能适应我的游戏风格，那就太好了。

# ResultStoryLineScreenView2.level1.type2.message2
source: That’s a great idea! I hope it makes the game more engaging and dynamic. Thanks for your understanding!
ar: إنها فكرة رائعة! آمل أن يجعل ذلك اللعبة أكثر جذبًا وديناميكية. شكرًا على تفهمك!
de: Das ist eine großartige Idee! Ich hoffe, das wird das Spiel interessanter und dynamischer machen. Danke für dein Verständnis!
es: ¡Esa es una excelente idea! Espero que eso haga el juego más atractivo y dinámico. ¡Gracias por tu comprensión!
fr: C'est une excellente idée ! J'espère que cela rendra le jeu plus engageant et dynamique. Merci pour ta compréhension !
hi: यह एक शानदार विचार है! मुझे उम्मीद है कि इससे खेल अधिक आकर्षक और गतिशील हो जाएगा। आपकी समझ के लिए धन्यवाद!
it: È un'ottima idea! Spero che questo renda il gioco più coinvolgente e dinamico. Grazie per la tua comprensione!
ja: それは素晴らしいアイデアです！それがゲームをより魅力的でダイナミックにすることを願っています。理解してくれてありがとう！
pl: To świetny pomysł! Mam nadzieję, że uczyni to grę bardziej angażującą i dynamiczną. Dziękuję za zrozumienie!
pt_br: Essa é uma ótima ideia! Espero que isso torne o jogo mais envolvente e dinâmico. Obrigado pela sua compreensão!
ru: Это отличная идея! Надеюсь, что это сделает игру более увлекательной и динамичной. Спасибо за понимание!
sv: Det är en utmärkt idé! Jag hoppas att det gör spelet mer engagerande och dynamiskt. Tack för din förståelse!
tr: Harika bir fikir! Umarım bu oyun deneyimini daha sürükleyici ve dinamik hale getirir. Anlayışın için teşekkür ederim!
zh_hk: 这是个好主意！我希望这能使游戏更加引人入胜和动态。谢谢你的理解！

# ResultStoryLineScreenView2.level1.type1.message5
source: Hi, Player. I’m thinking about adapting my gameplay to your style. This could make the game more interesting and dynamic. What do you think?
ar: مرحبًا، أيها اللاعب. أفكر في تكيف لعبي مع أسلوبك. قد يجعل ذلك أسلوب اللعب أكثر إثارة وديناميكية. ماذا تعتقد؟
de: Hallo, Spieler. Ich denke daran, mein Spiel an deinen Stil anzupassen. Das könnte das Gameplay interessanter und dynamischer machen. Was hältst du davon?
es: ¡Hola, Jugador! Estoy pensando en adaptar mi juego a tu estilo. Eso podría hacer que la jugabilidad sea más interesante y dinámica. ¿Qué piensas?
fr: Salut, Joueur. Je pense à adapter mon jeu à ton style. Cela pourrait rendre le gameplay plus intéressant et dynamique. Qu'en penses-tu ?
hi: नमस्ते, खिलाड़ी। मैं अपने खेल को आपकी शैली के अनुसार अनुकूलित करने पर विचार कर रहा हूँ। इससे गेमप्ले अधिक दिलचस्प और गतिशील हो सकता है। आपको क्या लगता है?
it: Ciao, Giocatore. Sto pensando di adattare il mio gioco al tuo stile. Questo potrebbe rendere il gameplay più interessante e dinamico. Cosa ne pensi?
ja: こんにちは、プレイヤー。あなたのスタイルに合わせて私のゲームを調整することを考えています。それがゲームプレイをより興味深く、ダイナミックにするかもしれません。どう思いますか？
pl: Cześć, Graczu. Myślę o dostosowaniu mojej gry do twojego stylu. To mogłoby sprawić, że rozgrywka będzie bardziej interesująca i dynamiczna. Co o tym sądzisz?
pt_br: Oi, Jogador. Estou pensando em adaptar meu jogo ao seu estilo. Isso poderia tornar a jogabilidade mais interessante e dinâmica. O que você acha?
ru: Привет, Игрок. Я думаю о том, чтобы адаптировать свою игру под ваш стиль. Это может сделать игровой процесс более интересным и динамичным. Что ты об этом думаешь?
sv: Hej, spelare. Jag funderar på att anpassa mitt spel till din stil. Det kan göra spelupplägget mer intressant och dynamiskt. Vad tycker du?
tr: Merhaba, Oyuncu. Oyun tarzına uyum sağlamayı düşünüyorum. Bu, oynanışı daha ilginç ve dinamik hale getirebilir. Ne düşünüyorsun?
zh_hk: 你好，玩家。我正在考虑将我的游戏调整到你的风格。这可能会使游戏玩法更加有趣和动态。你觉得怎么样？

# ResultStoryLineScreenView2.level1.type1.message6
source: True, a fixed AI can be stable and predictable, which can also be interesting. Adapting really does require extra effort and resources. In some cases, a fixed approach might be completely sufficient and effective.
ar: صحيح، قد تكون الذكاء الاصطناعي الثابت مستقرة وقابلة للتنبؤ، مما يمكن أن يكون مثيرًا أيضًا. يتطلب التكيف حقًا جهودًا وموارد إضافية. في بعض الحالات، يمكن أن تكون الطريقة الثابتة كافية وفعالة.
de: Das stimmt, eine feste KI kann stabil und vorhersehbar sein, was auch interessant sein kann. Die Anpassung erfordert wirklich zusätzliche Anstrengungen und Ressourcen. In einigen Fällen kann ein fester Ansatz völlig ausreichend und effektiv sein.
es: Es cierto, una IA fija puede ser estable y predecible, lo que también puede ser interesante. La adaptación realmente requiere esfuerzos y recursos adicionales. En algunos casos, un enfoque fijo puede ser perfectamente suficiente y efectivo.
fr: C'est vrai, une IA fixe peut être stable et prévisible, ce qui peut aussi être intéressant. L'adaptation nécessite vraiment des efforts et des ressources supplémentaires. Dans certains cas, une approche fixe peut être tout à fait suffisante et efficace.
hi: यह सच है, एक स्थिर एआई स्थिर और पूर्वानुमानित हो सकती है, जो भी दिलचस्प हो सकती है। अनुकूलन वास्तव में अतिरिक्त प्रयास और संसाधनों की आवश्यकता होती है। कुछ मामलों में, एक स्थिर दृष्टिकोण पूरी तरह से पर्याप्त और प्रभावी हो सकता है।
it: È vero, un'IA fissa può essere stabile e prevedibile, il che può anch'esso essere interessante. L'adattamento richiede davvero sforzi e risorse aggiuntive. In alcuni casi, un approccio fisso può essere più che sufficiente ed efficace.
ja: そうですね、固定されたAIは安定して予測可能で、それ自体も興味深い場合があります。適応には本当に追加の努力とリソースが必要です。場合によっては、固定されたアプローチが十分で効果的であることもあります。
pl: To prawda, stałe AI może być stabilne i przewidywalne, co także może być interesujące. Dostosowanie rzeczywiście wymaga dodatkowych wysiłków i zasobów. W niektórych przypadkach podejście stałe może być całkowicie wystarczające i skuteczne.
pt_br: É verdade, uma IA fixa pode ser estável e previsível, o que também pode ser interessante. A adaptação realmente exige esforço e recursos adicionais. Em alguns casos, uma abordagem fixa pode ser perfeitamente suficiente e eficaz.
ru: Верно, фиксированный ИИ может быть стабильным и предсказуемым, что тоже может быть интересно. Адаптация действительно требует дополнительных усилий и ресурсов. В некоторых случаях фиксированный подход может быть вполне достаточен и эффективен.
sv: Det är sant, en fast AI kan vara stabil och förutsägbar, vilket också kan vara intressant. Anpassningen kräver verkligen extra ansträngningar och resurser. I vissa fall kan ett fast tillvägagångssätt vara helt tillräckligt och effektivt.
tr: Doğru, sabit bir yapay zeka, istikrarlı ve öngörülebilir olabilir ki bu da ilginç olabilir. Uyarlama gerçekten ekstra çaba ve kaynak gerektirir. Bazı durumlarda sabit bir yaklaşım gayet yeterli ve etkili olabilir.
zh_hk: 没错，固定的人工智能可以是稳定和可预测的，这也可能很有趣。适应确实需要额外的努力和资源。在某些情况下，固定的方法可能是完全足够和有效的。

# ResultStoryLineScreenView2.level1.type1.message7
source: Okay, I appreciate your approach. We can find an optimal balance between new possibilities and the simplicity of the current AI. Thanks for the constructive conversation!
ar: حسنًا، أنا أقدّر نهجك. يمكننا إيجاد التوازن الصحيح بين الفرص الجديدة وبساطة الذكاء الاصطناعي الحالي. شكرًا لهذه المحادثة البناءة!
de: Okay, ich schätze deinen Ansatz. Wir können das richtige Gleichgewicht zwischen neuen Möglichkeiten und der Einfachheit der aktuellen KI finden. Danke für dieses konstruktive Gespräch!
es: De acuerdo, aprecio tu enfoque. Podemos encontrar el equilibrio adecuado entre nuevas posibilidades y la simplicidad de la IA actual. ¡Gracias por esta conversación constructiva!
fr: D'accord, j'apprécie ton approche. Nous pouvons trouver le bon équilibre entre de nouvelles possibilités et la simplicité de l'IA actuelle. Merci pour cette conversation constructive !
hi: ठीक है, मैं आपके दृष्टिकोण की सराहना करता हूँ। हम नई संभावनाओं और वर्तमान एआई की सादगी के बीच सही संतुलन ढूँढ सकते हैं। इस सकारात्मक चर्चा के लिए धन्यवाद!
it: D'accordo, apprezzo il tuo approccio. Possiamo trovare il giusto equilibrio tra nuove possibilità e la semplicità dell'IA attuale. Grazie per questa conversazione costruttiva!
ja: そうですね、あなたのアプローチを評価します。新しい可能性と現在のAIのシンプルさの間で適切なバランスを見つけられます。建設的な会話をありがとう！
pl: Dobrze, doceniam twoje podejście. Możemy znaleźć odpowiednią równowagę między nowymi możliwościami a prostotą obecnego AI. Dziękuję za tę konstruktywną rozmowę!
pt_br: Certo, eu aprecio sua abordagem. Podemos encontrar o equilíbrio certo entre novas possibilidades e a simplicidade da IA atual. Obrigado por esta conversa construtiva!
ru: Хорошо, я ценю твой подход. Мы можем найти оптимальный баланс между новыми возможностями и простотой текущего ИИ. Спасибо за конструктивный разговор!
sv: Okej, jag uppskattar ditt förhållningssätt. Vi kan hitta rätt balans mellan nya möjligheter och enkelheten i den nuvarande AI:n. Tack för det konstruktiva samtalet!
tr: Tamam, yaklaşımını takdir ediyorum. Yeni olanaklar ile mevcut yapay zekanın sadeliği arasında doğru dengeyi bulabiliriz. Bu yapıcı konuşma için teşekkürler!
zh_hk: 好的，我欣赏你的看法。我们可以在新可能性与当前人工智能的简单性之间找到平衡。谢谢你进行这次建设性的对话！

# ResultStoryLineScreenView2.level1.type2.message5
source: Hi, AI. That sounds enticing, but can’t fixed AI be just as engaging? Adaptation can take a lot of time and resources to develop.
ar: مرحبًا، ذكاء اصطناعي. يبدو مغريًا، لكن أليس بإمكان الذكاء الاصطناعي الثابت أن يكون جذابًا بنفس القدر؟ قد يتطلب التكيف الكثير من الوقت والموارد للتطوير.
de: Hallo, KI. Das klingt verlockend, aber kann eine feste KI nicht genauso fesselnd sein? Die Anpassung könnte viel Zeit und Ressourcen für die Entwicklung erfordern.
es: ¡Hola, IA! Suena tentador, pero ¿una IA fija no puede ser igualmente atractiva? La adaptación puede requerir mucho tiempo y recursos para el desarrollo.
fr: Salut, IA. Cela semble tentant, mais une IA fixe ne peut-elle pas être tout aussi engageante ? L'adaptation peut nécessiter beaucoup de temps et de ressources pour le développement.
hi: नमस्ते, एआई। यह आकर्षक लगता है, लेकिन क्या स्थिर एआई भी उतनी ही संलग्नक नहीं हो सकती? अनुकूलन में विकास के लिए बहुत समय और संसाधनों की आवश्यकता हो सकती है।
it: Ciao, IA. Sembra allettante, ma un'IA fissa non può essere altrettanto coinvolgente? L'adattamento può richiedere molto tempo e risorse per lo sviluppo.
ja: こんにちは、AI。魅力的に聞こえますが、固定されたAIも同じくらい魅力的ではありませんか？適応には多くの時間とリソースが必要になるかもしれません。
pl: Cześć, AI. To brzmi kusząco, ale czy stałe AI nie może być równie angażujące? Dostosowanie może wymagać dużo czasu i zasobów na rozwój.
pt_br: Oi, IA. Isso parece tentador, mas uma IA fixa não pode ser igualmente envolvente? A adaptação pode exigir muito tempo e recursos para o desenvolvimento.
ru: Привет, ИИ. Это звучит заманчиво, но не всегда ли фиксированный ИИ может быть таким же увлекательным? Адаптация может потребовать много времени и ресурсов на разработку.
sv: Hej, AI. Det låter lockande, men kan inte en fast AI vara lika engagerande? Anpassningen kan kräva mycket tid och resurser för utveckling.
tr: Merhaba, Yapay Zeka. Bu cazip geliyor, ancak sabit bir yapay zeka da aynı derecede ilgi çekici olamaz mı? Uyarlama geliştirme için çok zaman ve kaynak gerektirebilir.
zh_hk: 你好，人工智能。这听起来很诱人，但固定的人工智能难道不能同样吸引人吗？适应可能需要大量时间和资源来开发。

# ResultStoryLineScreenView2.level1.type2.message6
source: I agree. Let’s discuss what can be improved in the current version of the game without making it too complicated. Perhaps the fixed elements can be refined to enhance the experience.
ar: أوافق. دعنا نتحدث عن ما يمكن تحسينه في النسخة الحالية من اللعبة دون تعقيدها كثيرًا. ربما يمكن ضبط بعض العناصر الثابتة لتحسين التجربة.
de: Ich stimme zu. Lass uns darüber sprechen, was in der aktuellen Version des Spiels verbessert werden kann, ohne es zu komplizieren. Vielleicht können einige feste Elemente angepasst werden, um die Erfahrung zu verbessern.
es: Estoy de acuerdo. Hablemos sobre lo que se puede mejorar en la versión actual del juego sin complicarlo demasiado. Quizás algunos elementos fijos puedan ajustarse para mejorar la experiencia.
fr: Je suis d'accord. Discutons de ce qui peut être amélioré dans la version actuelle du jeu sans trop le compliquer. Peut-être que certains éléments fixes peuvent être ajustés pour améliorer l'expérience.
hi: मैं सहमत हूँ। चलो वर्तमान खेल के संस्करण में बिना ज्यादा जटिलता के सुधार के लिए चर्चा करते हैं। शायद कुछ निश्चित तत्वों को समायोजित करके अनुभव को बेहतर बनाया जा सकता है।
it: Sono d'accordo. Parliamo di ciò che può essere migliorato nella versione attuale del gioco senza complicarlo troppo. Forse alcuni elementi fissi possono essere regolati per migliorare l'esperienza.
ja: 同意します。現在のゲームのバージョンをあまり複雑にせずに改善できることについて話し合いましょう。おそらく、固定された要素のいくつかを調整することで体験を向上させることができるでしょう。
pl: Zgadzam się. Porozmawiajmy o tym, co można poprawić w obecnej wersji gry, nie komplikując jej za bardzo. Może niektóre stałe elementy można dostosować, aby poprawić doświadczenie.
pt_br: Concordo. Vamos discutir o que pode ser melhorado na versão atual do jogo sem complicá-lo demais. Talvez alguns elementos fixos possam ser ajustados para melhorar a experiência.
ru: Согласен. Давай обсудим, что в текущем варианте игры можно улучшить, не усложняя её слишком сильно. Возможно, фиксированные элементы можно доработать для улучшения опыта.
sv: Jag håller med. Låt oss diskutera vad som kan förbättras i den nuvarande versionen av spelet utan att komplicera det för mycket. Kanske kan vissa fasta element justeras för att förbättra upplevelsen.
tr: Katılıyorum. Mevcut oyunun fazla karmaşık hale gelmeden nasıl geliştirilebileceğini konuşalım. Belki bazı sabit unsurlar oyuncu deneyimini iyileştirmek için ayarlanabilir.
zh_hk: 我同意。让我们讨论一下如何在当前游戏版本中进行改进，而不使其过于复杂。也许一些固定元素可以调整以改善体验。

# ResultStoryLineScreenView3.Textbefore
source: Now that you’ve grasped programming AI, I’ll show you how a more formed AI personality was created. Based on how you think AI should behave, the foundations of its early development have been established, transitioning from a mere subject to self-awareness. Take a look at your creation.
ar: الآن بعد أن أصبحت متمكنًا في برمجة الذكاء الاصطناعي، سأظهر لك كيف تم إنشاء شخصية ذكاء اصطناعي أكثر تطورًا. بناءً على الطريقة التي تقدر بها كيف يجب أن يتصرف الذكاء الاصطناعي، تم وضع أسس تطويره الأولية، حيث انتقل من موضوع إلى وعي ذاتي. انظر إلى إبداعك.
de: Jetzt, da du die Programmierung von KI beherrschst, zeige ich dir, wie eine ausgefeiltere KI-Persönlichkeit erschaffen wurde. Abhängig davon, wie du denkst, sollte sich die KI verhalten, wurden die Grundlagen ihrer primären Entwicklung gelegt, von einem Subjekt zu einem Selbstbewusstsein. Schau dir deine Kreation an.
es: Ahora que dominas la programación de la IA, te mostraré cómo se creó una personalidad de IA más elaborada. Según cómo estimes que debería comportarse la IA, se han establecido las bases de su desarrollo primario, pasando de un sujeto a una conciencia de sí mismo. Mira tu creación.
fr: Maintenant que tu maîtrises la programmation de l'IA, je vais te montrer comment une personnalité d'IA plus élaborée a été créée. En fonction de la façon dont tu estimes que l'IA devrait se comporter, les bases de son développement primaire ont été établies, passant d'un sujet à une conscience de soi. Regarde ta création.
hi: अब जब तुम एआई प्रोग्रामिंग में माहिर हो गए हो, मैं तुम्हें दिखाऊंगा कि एक अधिक विकसित एआई व्यक्तित्व कैसे बनाया गया है। यह इस बात पर निर्भर करता है कि तुम एआई को कैसे व्यवहार करना चाहते हो, इसकी प्राथमिक विकास की नींव रखी गई है, एक विषय से आत्म-सचेतता की ओर बढ़ते हुए। अपनी सृष्टि को देखो।
it: Ora che hai padroneggiato la programmazione dell'IA, ti mostrerò come è stata creata una personalità IA più elaborata. A seconda di come ritieni che l'IA dovrebbe comportarsi, le basi del suo sviluppo primario sono state stabilite, passando da un soggetto a una coscienza di sé. Guarda la tua creazione.
ja: AIのプログラミングをマスターした今、より洗練されたAIの人格がどのように作成されたかを示します。AIがどのように振る舞うべきかのあなたの評価に基づいて、自己認識に移行するための初期の開発基盤が設定されました。あなたの創造物を見てみましょう。
pl: Teraz, gdy opanowałeś programowanie AI, pokażę ci, jak stworzono bardziej zaawansowaną osobowość AI. W zależności od tego, jak uważasz, że AI powinno się zachowywać, ustalono podstawy jej rozwoju, przechodząc od tematu do samoświadomości. Spójrz na swoje dzieło.
pt_br: Agora que você domina a programação da IA, vou te mostrar como uma personalidade de IA mais elaborada foi criada. Dependendo de como você acredita que a IA deve se comportar, as bases de seu desenvolvimento primário foram estabelecidas, passando de um sujeito para uma consciência de si. Veja sua criação.
ru: Теперь, когда ты уже разобрался в программировании ИИ, я покажу тебе, как создалась более сформированная личность ИИ. На основе того, как ты считаешь нужным вести себя ИИ, создались основы первичного становления ИИ, переходящего от субъекта к само осознанности. Посмотри на своё творение.
sv: Nu när du behärskar AI-programmering, kommer jag att visa dig hur en mer utvecklad AI-personlighet skapades. Baserat på hur du anser att AI bör bete sig, har grunderna för dess primära utveckling etablerats, övergången från ett ämne till en självmedvetenhet. Titta på din skapelse.
tr: Artık yapay zeka programlamasında ustalaştığına göre, sana daha gelişmiş bir yapay zeka kişiliğinin nasıl yaratıldığını göstereceğim. Yapay zekanın nasıl davranması gerektiğini düşündüğüne bağlı olarak, onun temel gelişimi, bilinç kazanımına kadar uzanan bir yolculuk olarak şekillendi. Yaratımına göz at.
zh_hk: 现在你已经掌握了人工智能编程，我将向你展示如何创建一个更复杂的人工智能个性。根据你对人工智能应如何表现的估计，已经建立了其主要开发基础，从一个主题转变为自我意识。看看你的创造。

# StoryLineScreenView3.question1
source: What is love? (Choose your answer)
ar: ما هو الحب؟ (اختر خيار إجابتك)
de: Was ist Liebe? (Wähle deine Antwortoption)
es: ¿Qué es el amor? (Elige tu opción de respuesta)
fr: Qu'est-ce que l'amour ? (Choisissez votre option de réponse)
hi: प्रेम क्या है? (अपना उत्तर चुनें)
it: Che cos'è l'amore? (Seleziona la tua opzione di risposta)
ja: 愛とは何ですか？ （あなたの回答を選んでください）
pl: Czym jest miłość? (Wybierz swoją opcję odpowiedzi)
pt_br: O que é o amor?\n(Escolha sua opção de resposta)
ru: Что такое любовь? (Выберите ваш вариант ответа)
sv: Vad är kärlek? (Välj ditt svar)
tr: Aşk nedir? (Cevabınızı seçin)
zh_hk: 什么是爱？ (选择你的答案)
