Repository: Nikita318-creator/logic-card-game
Catalog: logic-card-game/Logic2/Resourcees/*.lproj/Localizable.strings
Languages: ar, de, es, fr, hi, it, ja, pl, pt_br, ru, sv, tr, zh_hk

# FinalStoryLineView.type2
source: The player exhibits a critical and analytical approach to discussing both human emotions and technology. You tend to view love as a construct based on personal needs and social adaptation, rather than as an objective phenomenon. Yet, the player acknowledges its significance for people, despite its potential limitations and transience. In the realm of machine learning, this individual also shows an understanding of the complexities and limitations of the technology, recognizing that it may be less reliable in complex situations due to the lack of consideration for unique human factors. Your thoughts demonstrate the ability to see deep connections between various aspects of life and technology.
ar: يظهر اللاعب نهجًا نقديًا وتحليليًا تجاه المشاعر البشرية والتكنولوجيا. تميل إلى اعتبار الحب بناءً على احتياجات شخصية وتكيف اجتماعي، بدلاً من أن يكون ظاهرة موضوعية. ومع ذلك، يعترف اللاعب بأهميته للناس، رغم حدوده المحتملة وعابرته. في مجال التعلم الآلي، يظهر هذا الشخص أيضًا فهمًا لتعقيدات وحدود التكنولوجيا، مدركًا أنه قد يكون أقل موثوقية في المواقف المعقدة بسبب عدم مراعاة العوامل الإنسانية الفريدة. تظهر أفكارك قدرة على رؤية اتصالات عميقة بين جوانب مختلفة من الحياة والتكنولوجيا.
de: Der Spieler zeigt einen kritischen und analytischen Ansatz zu menschlichen Emotionen und Technologien. Du tendierst dazu, Liebe als eine Konstruktion zu betrachten, die auf persönlichen Bedürfnissen und sozialer Anpassung basiert, anstatt als ein objektives Phänomen. Das gesagt, erkennt der Spieler ihre Bedeutung für die Menschen an, trotz möglicher Einschränkungen und Kürze. Im Bereich des maschinellen Lernens zeigt diese Person ebenfalls ein Verständnis für die Komplexität und Grenzen der Technologie und erkennt, dass sie in komplexen Situationen weniger zuverlässig sein kann, da menschliche Faktoren oft nicht berücksichtigt werden. Deine Gedanken zeigen die Fähigkeit, tiefgreifende Verbindungen zwischen verschiedenen Aspekten des Lebens und Technologien zu erkennen.
es: El jugador demuestra un enfoque crítico y analítico hacia las emociones humanas y la tecnología. Tiendes a considerar el amor como una construcción basada en necesidades personales y adaptación social, en lugar de como un fenómeno objetivo. Dicho esto, el jugador reconoce su importancia para las personas, a pesar de sus limitaciones potenciales y brevedad. En el ámbito del aprendizaje automático, esta persona también muestra una comprensión de las complejidades y límites de la tecnología, dándose cuenta de que puede ser menos confiable en situaciones complejas debido a la falta de consideración de factores humanos únicos. Tus pensamientos muestran una capacidad para ver conexiones profundas entre diversos aspectos de la vida y la tecnología.
fr: Le joueur démontre une approche critique et analytique des émotions humaines et des technologies. Vous avez tendance à considérer l'amour comme une construction basée sur des besoins personnels et une adaptation sociale, plutôt que comme un phénomène objectif. Cela dit, le joueur reconnaît son importance pour les gens, malgré ses limitations potentielles et sa brièveté. Dans le domaine de l'apprentissage automatique, cette personne montre également une compréhension des complexités et des limites de la technologie, réalisant qu'elle peut être moins fiable dans des situations complexes en raison du manque de prise en compte des facteurs humains uniques. Vos pensées montrent une capacité à voir des connexions profondes entre divers aspects de la vie et des technologies.
hi: खिलाड़ी मानव भावनाओं और प्रौद्योगिकियों के प्रति एक आलोचनात्मक और विश्लेषणात्मक दृष्टिकोण प्रदर्शित करता है। आप प्रेम को एक ऐसी संरचना के रूप में मानते हैं जो व्यक्तिगत जरूरतों और सामाजिक अनुकूलन पर आधारित है, बजाय इसके कि इसे एक वस्तुनिष्ठ घटना के रूप में देखा जाए। यह कहने के बाद, खिलाड़ी इसकी लोगों के लिए महत्वपूर्णता को स्वीकार करता है, इसके संभावित सीमाओं और क्षणिकता के बावजूद। मशीन लर्निंग के क्षेत्र में, यह व्यक्ति तकनीक की जटिलताओं और सीमाओं की भी समझ दिखाता है, यह समझते हुए कि यह जटिल परिस्थितियों में मानव कारकों की अनदेखी के कारण कम विश्वसनीय हो सकती है। आपके विचार विभिन्न जीवन और प्रौद्योगिकियों के पहलुओं के बीच गहरे संबंध देखने की क्षमता को दर्शाते हैं।
it: Il giocatore dimostra un approccio critico e analitico alle emozioni umane e alle tecnologie. Tendono a considerare l'amore come una costruzione basata su bisogni personali e un adattamento sociale, piuttosto che come un fenomeno oggettivo. Detto ciò, il giocatore riconosce la sua importanza per le persone, nonostante le sue potenziali limitazioni e la sua brevita. Nel campo dell'apprendimento automatico, questa persona mostra anche una comprensione delle complessità e dei limiti della tecnologia, realizzando che potrebbe essere meno affidabile in situazioni complesse a causa della mancanza di considerazione dei fattori umani unici. I tuoi pensieri mostrano una capacità di vedere connessioni profonde tra vari aspetti della vita e delle tecnologie.
ja: プレイヤーは人間の感情とテクノロジーに対して批判的かつ分析的なアプローチを示しています。あなたは愛を個人的なニーズに基づく構築物、そして社会的適応として捉える傾向があり、客観的な現象とは見なしていません。とはいえ、プレイヤーはその重要性を人々にとって認識しており、潜在的な限界や短命にもかかわらずその重要性を理解しています。機械学習の分野でも、あなたは技術の複雑さや限界を理解し、ユニークな人間的要因を考慮しないために複雑な状況において信頼性が低くなることを認識しています。あなたの考えは、生活のさまざまな側面や技術との深いつながりを見る能力を示しています。
pl: Gracz demonstruje krytyczne i analityczne podejście do emocji ludzkich i technologii. Tendencja do postrzegania miłości jako konstrukcji opartej na potrzebach osobistych i adaptacji społecznej, a nie jako obiektywnego zjawiska. Mimo to gracz uznaje jej znaczenie dla ludzi, pomimo potencjalnych ograniczeń i krótkotrwałości. W dziedzinie uczenia maszynowego ta osoba również wykazuje zrozumienie złożoności i ograniczeń technologii, zdając sobie sprawę, że może być mniej wiarygodna w skomplikowanych sytuacjach z powodu braku uwzględnienia unikalnych czynników ludzkich. Twoje myśli pokazują zdolność dostrzegania głębokich połączeń między różnymi aspektami życia i technologii.
pt_br: O jogador demonstra uma abordagem crítica e analítica das emoções humanas e das tecnologias. Você tende a considerar o amor como uma construção baseada em necessidades pessoais e adaptação social, em vez de um fenômeno objetivo. Dito isso, o jogador reconhece sua importância para as pessoas, apesar de suas limitações potenciais e brevidade. No campo do aprendizado de máquina, essa pessoa também mostra uma compreensão das complexidades e limites da tecnologia, percebendo que pode ser menos confiável em situações complexas devido à falta de consideração dos fatores humanos únicos. Seus pensamentos mostram uma capacidade de ver conexões profundas entre vários aspectos da vida e das tecnologias.
ru: Игрок демонстрирует критический и аналитический подход к обсуждению как человеческих эмоций, так и технологий. ты склонен рассматривать любовь как конструкцию, основанную на личных потребностях и социальной адаптации, а не как объективное явление. При этом игрок признаёт её значимость для людей, несмотря на её потенциальные ограничения и кратковременность. В области машинного обучения этот человек также показывает понимание сложностей и ограничений технологии, осознавая, что она может быть менее надежной в сложных ситуациях из-за недостатка учёта уникальных человеческих факторов. твои мысли показывают способность видеть глубокие связи между различными аспектами жизни и технологиями.
sv: Spelaren visar en kritisk och analytisk inställning till mänskliga känslor och teknik. Du tenderar att se kärlek som en konstruktion baserad på personliga behov och social anpassning snarare än ett objektivt fenomen. Med det sagt erkänner spelaren dess betydelse för människor, trots dess potentiella begränsningar och kortvarighet. Inom maskininlärning visar denna person också en förståelse för teknikens komplexitet och begränsningar, och inser att den kan vara mindre tillförlitlig i komplexa situationer på grund av att den inte tar hänsyn till unika mänskliga faktorer. Dina tankar visar en förmåga att se djupa kopplingar mellan olika aspekter av livet och teknik.
tr: Oyuncu, insan duyguları ve teknolojilere eleştirel ve analitik bir yaklaşım sergiliyor. Aşkı, kişisel ihtiyaçlar ve sosyal adaptasyon üzerine kurulu bir yapı olarak görme eğilimindesiniz, onu objektif bir olgu olarak kabul etmekten ziyade. Buna rağmen, oyuncu, aşkın insanlar için önemini ve olası sınırlamalarıyla bile geçici doğasını kabul ediyor. Makine öğrenimi alanında da, bu kişi teknolojinin karmaşıklıklarını ve sınırlamalarını anlıyor, çünkü insanın benzersiz faktörlerinin göz ardı edilmesi durumunda teknolojinin karmaşık durumlarda daha az güvenilir olabileceğini fark ediyor. Düşünceleriniz, hayatın ve teknolojilerin farklı yönleri arasında derin bağlantılar kurabilme yeteneğinizi ortaya koyuyor.
zh_hk: 玩家对人类情感和技术采取了批判性和分析性的方法。你倾向于认为爱是一种基于个人需求和社会适应的建构，而非客观现象。尽管如此，玩家仍承认其对人类的重要性，尽管它可能存在局限性和短暂性。在机器学习领域，你也展现出对技术复杂性及其局限的理解，认识到由于缺乏对独特人类因素的考虑，它在复杂情况下的决策可能不够可靠。你的思维展现出能够看到生活和技术各个方面之间的深层联系的能力。

# FinalStoryLineView.Finished
source: Congratulations on completing the game! Your result:
ar: تهانينا على إنهاء اللعبة! نتيجتك:
de: Herzlichen Glückwunsch zum Abschluss des Spiels! Dein Ergebnis:
es: ¡Felicidades por haber terminado el juego! Tu resultado:
fr: Félicitations pour avoir terminé le jeu ! Votre résultat :
hi: खेल समाप्त करने के लिए बधाई! आपका परिणाम :
it: Congratulazioni per aver completato il gioco! Il tuo risultato:
ja: ゲームを完了おめでとうございます！ あなたの結果：
pl: Gratulacje za ukończenie gry! Twój wynik:
pt_br: Parabéns por ter terminado o jogo! Seu resultado:
ru: Поздравляем с прохождением игры! Ваш результат:
sv: Grattis till att du avslutade spelet! Ditt resultat:
tr: Oyunu tamamladığınız için tebrikler! Sonuçlarınız:
zh_hk: 恭喜你完成了游戏！ 你的结果是：

# FinalStoryLineView.Restart
source: Start a new game
ar: بدء لعبة جديدة
de: Ein neues Spiel starten
es: Comenzar un nuevo juego
fr: Recommencer un nouveau jeu
hi: नए खेल की शुरुआत करें
it: Inizia un nuovo gioco
ja: 新しいゲームを再スタート
pl: Rozpocznij nową grę
pt_br: Recomeçar um novo jogo
ru: Начать новую игру
sv: Starta ett nytt spel
tr: Yeni bir oyuna başla
zh_hk: 重新开始新游戏

# FinalStoryLineView.Restart.Sure
source: Are you sure you want to start a new game? All your results in 'story' mode will be lost!
ar: هل أنت متأكد أنك تريد بدء لعبة جديدة؟ ستفقد جميع نتائجك في وضع "القصة"!
de: Bist du sicher, dass du ein neues Spiel starten möchtest? Alle deine Ergebnisse im "Geschichte"-Modus werden verloren gehen!
es: ¿Estás seguro de que deseas comenzar un nuevo juego? ¡Se perderán todos tus resultados en el modo "historia"!
fr: Êtes-vous sûr de vouloir commencer un nouveau jeu ? Tous vos résultats en mode "histoire" seront perdus !
hi: क्या आप वास्तव में नए खेल की शुरुआत करना चाहते हैं? आपके "कहानी" मोड में सभी परिणाम खो जाएंगे!
it: Sei sicuro di voler iniziare un nuovo gioco? Tutti i tuoi risultati in modalità 'storia' verranno persi!
ja: 本当に新しいゲームを始めますか？「ストーリー」モードでのすべての結果が失われます！
pl: Czy na pewno chcesz rozpocząć nową grę? Wszystkie twoje wyniki w trybie "historii" zostaną utracone!
pt_br: Você tem certeza de que deseja iniciar um novo jogo? Todos os seus resultados no modo 'história' serão perdidos!
ru: Вы уверены что хотите начать новую игру? весь ваш результат в режиме "сюжет" будет потерян!
sv: Är du säker på att du vill starta ett nytt spel? Alla dina resultat i "berättelseläge" kommer att gå förlorade!
tr: Yeni bir oyuna başlamak istediğinizden emin misiniz? "Hikaye" modundaki tüm sonuçlarınız kaybolacak!
zh_hk: 你确定要重新开始新游戏吗？所有故事模式的进度将会丢失！

# RewardsScreen.text
source: Rewards
ar: المكافآت
de: Belohnungen
es: Recompensas
fr: Récompenses
hi: इनाम
it: Ricompense
ja: 報酬
pl: Nagrody
pt_br: Recompensas
ru: Награды
sv: Belöningar
tr: Ödüller
zh_hk: 奖励

# RewardsScreen.Title1
source: Novice
ar: مبتدئ
de: Anfänger
es: Principiante
fr: Débutant
hi: शुरुआती
it: Principiante
ja: 初心者
pl: Początkujący
pt_br: Iniciante
ru: Новичок
sv: Nybörjare
tr: Başlangıç
zh_hk: 初学者

# RewardsScreen.Title2
source: Explorer
ar: مستكشف
de: Entdecker
es: Explorador
fr: Explorateur
hi: अन्वेषक
it: Esploratore
ja: 探検者
pl: Eksplorator
pt_br: Explorador
ru: Исследователь
sv: Upptäckare
tr: Kaşif
zh_hk: 探索者

# RewardsScreen.Title3
source: Conqueror
ar: فاتح
de: Eroberer
es: Conquistador
fr: Conquérant
hi: विजेता
it: Conquistatore
ja: 征服者
pl: Podbijacz
pt_br: Conquistador
ru: Завоеватель
sv: Erövrare
tr: Fatih
zh_hk: 征服者

# RewardsScreen.Title4
source: Champion
ar: فائز
de: Sieger
es: Vencedor
fr: Vainqueur
hi: जीतने वाला
it: Vincitore
ja: 勝者
pl: Zwycięzca
pt_br: Vencedor
ru: Победитель
sv: Vinnare
tr: Galip
zh_hk: 胜利者

# RewardsScreen.Title5
source: Master of the Plot
ar: سيد السرد
de: Meister des Erzählens
es: Maestro de la narrativa
fr: Maître du récit
hi: कहानी का मास्टर
it: Maestro del racconto
ja: 物語の達人
pl: Mistrz opowieści
pt_br: Mestre da Narrativa
ru: Мастер сюжета
sv: Berättarmästare
tr: Hikaye Ustası
zh_hk: 故事大师

# RewardsScreen.Title6
source: Start Conqueror
ar: فاتح البداية
de: Eroberer des Starts
es: Conquistador del inicio
fr: Conquérant du départ
hi: आरंभिक विजेता
it: Conquistatore della partenza
ja: 出発の征服者
pl: Podbijacz startu
pt_br: Conquistador da Partida
ru: Покоритель старта
sv: Startens erövrare
tr: Başlangıç Fatihi
zh_hk: 开局征服者

# RewardsScreen.Title7
source: Top Ten
ar: عاشر
de: Zehnter
es: Décimo
fr: Dixième
hi: दशम
it: Decimo
ja: 十番目
pl: Dziesiąty
pt_br: Décimo
ru: Десятка
sv: Tionde
tr: Onuncu
zh_hk: 第十名

# RewardsScreen.Title8
source: Complete Journey
ar: طريق كامل
de: Vollendeter Weg
es: Camino completo
fr: Chemin complet
hi: पूर्ण मार्ग
it: Percorso completo
ja: 完全な道
pl: Pełna ścieżka
pt_br: Caminho Completo
ru: Полный путь
sv: Fullständig bana
tr: Tam Yol
zh_hk: 全程通关

# RewardsScreen.Title9
source: Humanist
ar: إنساني
es: Humanista
fr: Humaniste
hi: मानवतावादी
it: Umanista
ja: ヒューマニスト
pl: Humanista
pt_br: Humanista
ru: Гуманист
tr: İnsancıl
zh_hk: 人文主义者

# RewardsScreen.SubTitle1
source: For completing the first chapter of the 'Story' mode
ar: لإكمال الفصل الأول من وضع 'القصة'
de: Por haber completado el primer capítulo del modo 'Historia'
es: Por haber completado el primer capítulo del modo 'Historia'
fr: Pour avoir terminé le premier chapitre du mode 'Histoire'
hi: पहले अध्याय को 'कहानी' मोड में समाप्त करने के लिए
it: Per aver completato il primo capitolo della modalità 'Storia'
ja: ストーリーモードの第1章をクリアしました
pl: Za ukończenie pierwszego rozdziału trybu 'Historia'
pt_br: Por ter concluído o primeiro capítulo do modo 'História'
ru: За прохождение первой главы режима 'Сюжет'
sv: För att ha klarat första kapitlet i 'Berättelseläget'
tr: 'Hikaye' modunun ilk bölümünü tamamladığınız için
zh_hk: 完成“故事”模式的第一章

# RewardsScreen.SubTitle2
source: For completing the second chapter of the 'Story' mode
ar: لإكمال الفصل الثاني من وضع 'القصة'
de: Por haber completado el segundo capítulo del modo 'Historia'
es: Por haber completado el segundo capítulo del modo 'Historia'
fr: Pour avoir terminé le deuxième chapitre du mode 'Histoire'
hi: दूसरे अध्याय को 'कहानी' मोड में समाप्त करने के लिए
it: Per aver completato il secondo capitolo della modalità 'Storia'
ja: ストーリーモードの第2章をクリアしました
pl: Za ukończenie drugiego rozdziału trybu 'Historia'
pt_br: Por ter concluído o segundo capítulo do modo 'História'
ru: За прохождение второй главы режима 'Сюжет'
sv: För att ha klarat andra kapitlet i 'Berättelseläget'
tr: 'Hikaye' modunun ikinci bölümünü tamamladığınız için
zh_hk: 完成“故事”模式的第二章

# RewardsScreen.SubTitle3
source: For completing the third chapter of the 'Story' mode
ar: لإكمال الفصل الثالث من وضع 'القصة'
de: Por haber completado el tercer capítulo del modo 'Historia'
es: Por haber completado el tercer capítulo del modo 'Historia'
fr: Pour avoir terminé le troisième chapitre du mode 'Histoire'
hi: तीसरे अध्याय को 'कहानी' मोड में समाप्त करने के लिए
it: Per aver completato il terzo capitolo della modalità 'Storia'
ja: ストーリーモードの第3章をクリアしました
pl: Za ukończenie trzeciego rozdziału trybu 'Historia'
pt_br: Por ter concluído o terceiro capítulo do modo 'História'
ru: За прохождение третьей главы режима 'Сюжет'
sv: För att ha klarat tredje kapitlet i 'Berättelseläget'
tr: 'Hikaye' modunun üçüncü bölümünü tamamladığınız için
zh_hk: 完成“故事”模式的第三章

# RewardsScreen.SubTitle4
source: For completing the fourth chapter of the 'Story' mode
ar: لإكمال الفصل الرابع من وضع 'القصة'
de: Por haber completado el cuarto capítulo del modo 'Historia'
es: Por haber completado el cuarto capítulo del modo 'Historia'
fr: Pour avoir terminé le quatrième chapitre du mode 'Histoire'
hi: चौथे अध्याय को 'कहानी' मोड में समाप्त करने के लिए
it: Per aver completato il quarto capitolo della modalità 'Storia'
ja: ストーリーモードの第4章をクリアしました
pl: Za ukończenie czwartego rozdziału trybu 'Historia'
pt_br: Por ter concluído o quarto capítulo do modo 'História'
ru: За прохождение четвертой главы режима 'Сюжет'
sv: För att ha klarat fjärde kapitlet i 'Berättelseläget'
tr: 'Hikaye' modunun dördüncü bölümünü tamamladığınız için
zh_hk: 完成“故事”模式的第四章

# RewardsScreen.SubTitle5
source: For fully completing the 'Story' mode
ar: لإكمال وضع 'القصة' بالكامل
de: Por haber completado el modo 'Historia' en su totalidad
es: Por haber completado el modo 'Historia' en su totalidad
fr: Pour avoir terminé le mode 'Histoire' dans son intégralité
hi: कहानी मोड को पूरी तरह से समाप्त करने के लिए
it: Per aver completato la modalità 'Storia' nella sua interezza
ja: ストーリーモードを完全にクリアしました
pl: Za ukończenie trybu 'Historia' w całości
pt_br: Por ter concluído o modo 'História' na íntegra
ru: За полное прохождение режима 'Сюжет'
sv: För att ha klarat hela 'Berättelseläget'
tr: 'Hikaye' modunu tamamen bitirdiğiniz için
zh_hk: 完成整个“故事”模式

# RewardsScreen.SubTitle6
source: For completing the first level of the 'Levels' mode
ar: لإكمال المستوى الأول من وضع 'المستويات'
de: Por haber completado el primer nivel del modo 'Niveles'
es: Por haber completado el primer nivel del modo 'Niveles'
fr: Pour avoir terminé le premier niveau du mode 'Niveaux'
hi: पहले स्तर को 'स्तर' मोड में समाप्त करने के लिए
it: Per aver completato il primo livello della modalità 'Livelli'
ja: レベルモードの第1レベルをクリアしました
pl: Za ukończenie pierwszego poziomu trybu 'Poziomy'
pt_br: Por ter concluído o primeiro nível do modo 'Níveis'
ru: За прохождение первого уровня режима 'Уровни'
sv: För att ha klarat första nivån i 'Nivåläget'
tr: 'Seviyeler' modunun ilk seviyesini tamamladığınız için
zh_hk: 完成“关卡”模式的第一关

# RewardsScreen.SubTitle7
source: For completing 10 levels of the 'Levels' mode
ar: لإكمال 10 مستويات من وضع 'المستويات'
de: Por haber completado 10 niveles del modo 'Niveles'
es: Por haber completado 10 niveles del modo 'Niveles'
fr: Pour avoir terminé 10 niveaux du mode 'Niveaux'
hi: 10 स्तरों को 'स्तर' मोड में समाप्त करने के लिए
it: Per aver completato 10 livelli della modalità 'Livelli'
ja: レベルモードの10レベルをクリアしました
pl: Za ukończenie 10 poziomów trybu 'Poziomy'
pt_br: Por ter concluído 10 níveis do modo 'Níveis'
ru: За прохождение 10 уровней режима 'Уровни'
sv: För att ha klarat 10 nivåer i 'Nivåläget'
tr: 'Seviyeler' modunda 10 seviye tamamladığınız için
zh_hk: 完成“关卡”模式的10关

# RewardsScreen.SubTitle8
source: For completing all levels of the 'Levels' mode
ar: لإكمال جميع مستويات وضع 'المستويات'
de: Por haber completado todos los niveles del modo 'Niveles'
es: Por haber completado todos los niveles del modo 'Niveles'
fr: Pour avoir terminé tous les niveaux du mode 'Niveaux'
hi: सभी स्तरों को 'स्तर' मोड में समाप्त करने के लिए
it: Per aver completato tutti i livelli della modalità 'Livelli'
ja: レベルモードのすべてのレベルをクリアしました
pl: Za ukończenie wszystkich poziomów trybu 'Poziomy'
pt_br: Por ter concluído todos os níveis do modo 'Níveis'
ru: За прохождение всех уровней режима 'Уровни'
sv: För att ha klarat alla nivåer i 'Nivåläget'
tr: 'Seviyeler' modunun tüm seviyelerini tamamladığınız için
zh_hk: 完成“关卡”模式的所有关卡

# RewardsScreen.SubTitle9
source: For preserving humanity
ar: للحفاظ على إنسانيتك
de: Por haber preservado su humanidad
es: Por haber preservado tu humanidad
fr: Pour avoir préservé son humanité
hi: अपनी मानवता को बनाए रखने के लिए
it: Per aver preservato la propria umanità
ja: 人間性を保ちました
pl: Za zachowanie swojej ludzkiej natury
pt_br: Por ter preservado sua humanidade
ru: За сохранение гуманности
sv: För att ha bevarat sin mänsklighet
tr: İnsaniyetinizi koruduğunuz için
zh_hk: 保有人性

# OnboardingCell.next
source: Next
ar: التالي
de: Siguiente
es: Siguiente
fr: Suivant
hi: आगे
it: Avanti
ja: 次へ
pl: Dalej
pt_br: Próximo
sv: Nästa
tr: İleri
zh_hk: 下一步

# OnboardingCell.skip
source: Skip
ar: تخطي
de: Saltar
es: Saltar
fr: Passer
hi: छोड़ें
it: Salta
ja: スキップ
pl: Pomiń
pt_br: Pular
sv: Hoppa över
tr: Atla
zh_hk: 跳过

# OnboardingCell.Main.Text1
source: This app is designed to teach artificial intelligence communication skills.
ar: تم إنشاء هذا التطبيق لتعليم الذكاء الاصطناعي مهارات الاتصال.
de: Esta aplicación fue creada para enseñar a la inteligencia artificial habilidades de comunicación.
es: Esta aplicación fue creada para enseñar a la inteligencia artificial habilidades de comunicación.
fr: Cette application a été créée pour enseigner à l'intelligence artificielle les compétences de communication.
hi: यह एप्लिकेशन कृत्रिम बुद्धिमत्ता को संचार कौशल सिखाने के लिए बनाई गई है।
it: Questa applicazione è stata creata per insegnare all'intelligenza artificiale le competenze comunicative.
ja: このアプリケーションは、人工知能にコミュニケーションスキルを教えるために作成されました。
pl: Ta aplikacja została stworzona, aby nauczyć sztuczną inteligencję umiejętności komunikacji.
pt_br: Este aplicativo foi criado para ensinar a inteligência artificial habilidades de comunicação.
ru: Это приложение создано для обучения искусственного интеллекта навыкам общения.
sv: Denna app har skapats för att lära AI kommunikationsfärdigheter.
tr: Bu uygulama, yapay zekaya iletişim becerilerini öğretmek amacıyla geliştirildi.
zh_hk: 本应用是为教导人工智能学习沟通技巧而设计的。
